{"1578":{"id":1578,"language":"km","level":"3","textContent":[" ឈុតទី ១"," មើលមកខ្ញុំមក សត្វទាំងអស់គ្នា!​ ខ្ញុំគឺជាមនុស្ស! ខ្ញុំដឹងគ្រប់យ៉ាងទាំងអស់!"," មើលនែ នេះជាភ្នែករបស់ខ្ញុំ។ ខ្ញុំអាចមើលឃើញអ្វីៗគ្រប់​យ៉ាង​ដោយសារពួកវា។"," ចុះយ៉ាងម៉េច? ពួកយើងក៏មានភ្នែកដែរ ហើយយើងអាចមើលឃើញនៅពេលងងឹតទៀតផង។"," ណ្ហើយចុះ! ប៉ុន្តែមើលច្រមុះខ្ញុំនែ! ខ្ញុំអាចដកដង្ហើមតាមច្រមុះខ្ញុំបាន។"," ចុះយ៉ាងម៉េច? ពួកយើងក៏មានច្រមុះដែរ ហើយច្រមុះយើងស្អាតជាងច្រមុះឯងទៅទៀត។"," នេះនែ! ខ្ញំុមានធ្មេញ។ ធ្មេញរបស់ខ្ញុំប្រើសម្រាប់ទំពា និងខាំអាហារ។"," ធ្មេញ?​ ហាសហាយ! តើឯងធ្លាប់ឃើញធ្មេញរបស់ពួកយើងទេ?​ ​ឯងអាចទំពា​។ ប៉ុន្តែ ពួកយើងអាចខាំបាន! ហីុ...ហុី....ហុី..."," បាន! ប៉ុន្តែ ស្តាប់ណា! ត្រចៀក​ខ្ញុំអាចស្តាប់ឮបានច្រើន​ណាស់​។"," នែ ក្មេងតូច! ​ត្រចៀករបស់យើងអាចស្ដាប់ឮសំឡេង​ជាច្រើន ដែលឯងនឹកស្មានមិន​ដល់។"," ហើយខ្ញុំក៏អាចដើរ រត់ និងរាំបានដែរជាមួយនឹងជើងរបស់ខ្ញុំ។"," អូ៎! យើងមានជើងដល់ទៅបួនឯណោះ។ យើងអាចលោត អាចរាំ និងអាចដើរបានដូចគ្នា។"," ខ្ញុំអាចក្រងសក់បាន។"," អូ៎! សក់របស់ពួកយើងក៏ស្រស់ស្អាតដែរ។ ពួកយើងក៏អាចក្រងសក់​បាន​ដែរ បើ​យើង​ចង់​។ ប្រហែល​ជា​អាចក្រងបាន!"," មើលនែ! ដៃរបស់ខ្ញុំអាច​ធ្វើការបាន!"," ដៃ! ទុកដៃហ្នឹង​ប្រើ​ខ្លួនឯងទៅ។"," ឈុតទី២"," អីយ៉ា! ខ្ញុំប្រាប់ពួកឯងហើយតើ​!​ ខ្ញុំពូកែជាងគេ! ខ្ញុំដឹងអ្វីៗគ្រប់​យ៉ាង​ទាំងអស់!"," ពិតមែនឬ?​ តើឯងធ្លាប់ឃើញក្រញាំស្រួចរបស់ពួកយើងទេ?"," ចាស! ប៉ុន្តែ ក្រចករបស់ឯងនឹងកខ្វក់ណាស់!"," ឥឡូវមើលនែ នេះគឺជាកន្ទុយដ៏គួរឱ្យស្រលាញ់របស់ពួកយើង។​"," កន្ទុយ! ខ្ញុំបោះវាចោល​យូរហើយ។ តើឱ្យស្លៀកខោយ៉ាងម៉េច បើមានកន្ទុយនោះ?"," ហើយយើងអាចគ្រហឹមបាន។"," គ្រហឹម? ឯងធ្លាប់​ឮសំឡេង​ម្តាយ​របស់​ខ្ញុំ​ទេ?"," បើ​និយាយទៅ ឯងទាំងអស់គ្នា ​គ្រាន់​តែ​ជា​សត្វ​ប៉ុណ្ណោះ! ខ្ញុំ​ដឹង​ហើយ!"," យើង​ក៏ដឹង​ដែរថា មនុស្ស​ក៏ជា​សត្វដែរ។"," ពួកឯងប្រហែលជានិយាយត្រូវហើយ។ មើលប្អូនប្រុសខ្ញុំ​នែ!​ ម្តាយ​ខ្ញុំ​និយាយថា គេរពឹសណាស់។ គេពិត​ជាសត្វមែនហើយ។"," ត្រូវ​ហើយ! ឯងក៏ដូចគ្នាដែរ។ ជឿយើងទៅ! យើងទាំងអស់គ្នាសុទ្ធ​តែជាសត្វដូចតែគ្នាទេ។ កន្លែង​នេះ​ជា​ផ្ទះ​របស់​យើង ទាំង​អស់គ្នា​ហ្នឹង!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story We Are All Animals, author: Madhav Chavan, Meera Tendolkar . illustrator: Santosh Pujari. Published by Pratham Books, https:\/\/storyweaver.org.in\/ © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," យើងទាំងអស់គ្នាគឺជាសត្វ Madhav Chavan, Meera Tendolkar"]},"1577":{"id":1577,"language":"km","level":"1","textContent":[" ថ្ងៃលំហែទាំងប្រាំពីរ Harihar Timilsina"," ថ្ងៃអាទិត្យ ខ្ញុំដាំផ្កា។"," ថ្ងៃចន្ទ​ ខ្ញំុធ្វើរបងយ៉ាងស្អាត។"," ថ្ងៃអង្គារ ខ្ញំុស្រោចទឹកផ្កា។"," ថ្ងៃពុធ ខ្ញំុសំអាតសំបុកឃ្មំុ។"," ថ្ងៃព្រហស្បតិ៍ ខ្ញុំដកស្មៅក្នុងសួន។"," ថ្ងៃសុក្រ ពុកនិងខ្ញុំទៅផ្សារ។"," ថ្ងៃសៅរ៍  ពុក និងខ្ញុំលំហែកាយ។ ថ្ងៃនេះខ្ញុំលេងខ្លែង។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story बिदाका सात बार, author: हरिहर तिमिल्सिना . illustrator: सुरेन्द्र महर्जन. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1576":{"id":1576,"language":"km","level":"3","textContent":[" ព្រះនាងកសិករ Kuzhali Manickavel"," អ្នកនិពន្ធ វិចិត្រករ និងអ្នកបោះពុម្ពសៀវភៅនេះលើកទឹកចិត្ត និងគាំទ្រឱ្យបានការបកប្រែរឿងនេះទៅជាភាសាផ្សេងៗ ប៉ុន្តែសុំឱ្យការផ្លាស់ប្ដូរនៅក្នុងអត្ថបទនេះស្ថិតនៅក្នុងកម្រិតមួយទាបបំផុត។"," ព្រះនាងទេវី​គឺជាបុត្រីរបស់ស្តេចមានអំណាចមួយអង្គ។​ នៅពេលធំធាត់ឡើង ព្រះនាង​ចង់ធ្វើជាកសិករ ​ទោះជាព្រះនាង​គឺជាបុត្រីរបស់ស្តេចក៏ដោយ។"," បំណងប្រាថ្នារបស់ព្រះនាងធ្វើឱ្យបិតាខ្ញាល់ជាខ្លាំង។ នៅពេលព្រះនាងពេញវ័យ ព្រះនាងត្រូវបានបិតាបណ្តេញចេញពីវាំង។ ព្រះបិតាមានបន្ទូលទាំងក្រេវក្រោធថា \" បិតាចង់ឱ្យបុត្រដឹងថា ជីវិតនៅក្រៅវាំងពិបាកប៉ុណ្ណា។ ពេលនោះ បុត្រនឹងដឹងខ្លួន\"។"," បន្ទាប់មក ព្រះនាងទេវី បានខ្ចប់គ្រាប់ពូជដែលព្រះនាងខំសន្សំតាំងពីក្មេង ហើយចេញពីវាំងទៅរស់នៅក្នុងព្រៃ។"," នៅក្នុងព្រៃ ព្រះនាងបាន​សង់​ខ្ទម​តូចមួយ​ និងចាប់ផ្តើម​​ដាំ​គ្រាប់ពូជ​ក្បែរនោះ។"," ការ​ដាំដុះជាកិច្ចការលំបាក តែព្រះនាង​ទេវី​មាន​មិត្តថ្មីបីនាក់​ចាំជួយព្រះ​នាង គឺ​ឆ្មា ​សេក និង​ពីងពាង។"," ឆ្មាគឺជាអ្នកចាប់កណ្តុរ។​ ពីងពាងគឺជាអ្នកមើលថែខ្ទម។ សេកគឺជាអ្នកនំាសារពេញមួយនគរមកប្រាប់ព្រះនាង។ ពួកគេក្លាយជាមិត្តល្អ និងរស់នៅជាមួយគ្នាយ៉ាងសប្បាយរីករាយ។"," មិនយូរប៉ុន្មាន អ្នកស្រុកនាំគ្នានិយាយពី​ដំណាំដ៏ស្រស់បំព្រងរបស់ព្រះនាងទេវី។ ពេលឮដូច្នេះ ស្តេច​ខ្ញាល់យ៉ាងខ្លាំង ហើយព្រះអង្គ​ក៏​យាងទៅ​សុំជំនួយពី​ព្រះឥន្ទ។"," ស្តេចបានសុំឲ្យព្រះឥន្ទជួយ ព្រោះព្រះអង្្គចង់ឲ្យបុត្រីរបស់ព្រះអង្គស្គាល់ពីភាពលំបាក។ ​ព្រះឥន្ទបាននិយាយថា​ \"​​​ទុកព្រះទ័យលើយើងចុះ។ យើងនឹងធ្វើឲ្យមានគ្រោះរាំងស្ងួតពេញមួួយនគរ ដូច្នេះដំណាំទាំងអស់នឹងស្វិតងាប់អស់\"។ សេកបានឮដំណឹងនេះ ហើយបានហោះយ៉ាងលឿនមកប្រាប់ព្រះនាងទេវី។"," ព្រះនាងទេវី និងមិត្តរបស់ព្រះនាងបានយកដំណាំមកដំានៅតាមមាត់ទន្លេ។​ នៅពេលដែលនគរទាំងមូលរងភាពរាំងស្ងួត ដំណាំទូទាំងនគរស្វិតងាប់អស់ មានតែដំណាំរបស់ព្រះនាងទេដែលនៅរស់។"," ពេលព្រះឥន្ទទតឃើញដូច្នេះ ក៏ទាល់តម្រិះ។ ព្រះអង្គមានព្រះបន្ទូលថា \"យើងនឹងធ្វើឱ្យមានទឹកជំនន់។ ទឹកជំនន់នឹងបញ្ចប់ជីវិតព្រះនាងទេវី\"។ សេកស្តាប់ឮពីផែនការរបស់ព្រះឥន្ទ ក៏យកទៅប្រាប់ព្រះនាងទេវី។"," លើកនេះ ព្រះនាងទេវី​ និងមិត្តភក្តិនាំគ្នាដាំ​ដំណាំ​នៅលើជម្រាលភ្នំ។ ​ពេលទឹកជំនន់ចូលមកដល់ ទឹកបានបំផ្លាញដំណាំ​ទាំងអស់ទូទាំងនគរ។ ​មានតែដំណាំរបស់ព្រះនាងទេវីទេដែលនៅរស់​។"," ទឹកជំនន់នៅតែមិនអាចបំផ្លាញដំណាំរបស់ព្រះនាងទេវីបាន។ លើកនេះ ព្រះឥន្ទបានសម្រេចថា \"យើងនឹងបញ្ជូនកណ្តុររាប់ពាន់ទៅបំផ្លាញដំណាំរបស់ព្រះនាងទេវី\"។ សេកស្តាប់ឮពីផែនការនេះក៏យកទៅប្រាប់ឆ្មា។ ឆ្មាពោលថា \"មិនអីទេ ខ្ញុំនឹងហៅមិត្តឆ្មារបស់ខ្ញុំមកចាប់កណ្តុរនោះ ពិតជាឆ្ងាញ់មាត់ហើយ!\" ។ តែមួយប៉ប្រិចភ្នែក ហ្វូងឆ្មាបានស៊ីកណ្តុរក្នុងចម្ការអស់គ្មានសល់។"," ពេលនេះ ព្រះឥន្ទទាល់ប្រាជ្ញាហើយ។ ព្រះឥន្ទនឹកឃើញវិធីចុងក្រោយ \"យើងនឹងលែងចាបទៅស៊ីដំណាំទាំងអស់។ ព្រះនាងទេវីមិនអាចការពារដំណាំរបស់ព្រះនាងពីហ្វូងចាបបានទេ\"។"," ពីងពាង​បាន​ហៅមិត្តរបស់វា​មកជួយ។ ហ្វូងពីងពាងបានធ្វើសម្បុកស្អិតព័ទ្ធជុំវិញដំណាំ។ នៅពេលហ្វូងចាបហើរចុះមកក៏ជាប់នឹងសំណាញ់ពីងពាងគ្មានសល់មួយ។ ហ្វូងចាបមិនអាចបំផ្លាញដំណាំបានទេ។"," ពេលនេះ ស្តេចកំពុងជួបទុក្ខធំជាងមុន។ គ្រោះរាំងស្ងួត និងទឹកជំនន់​បានបំផ្លាញ​ដំណាំទាំងអស់ទូទាំងនគរ។ អ្នកស្រុកកំពុងស្រេកឃ្លាន។ ស្តេចបានទៅសុំជំនួយពីព្រះឥន្ទម្តងទៀត។ ព្រះឥន្ទបានប្រាប់ទៅស្តេចវិញថា \"​ជំនួយរបស់យើងលែងចាំបាច់ហើយ។ បុត្រីរបស់ឯងកំពុងតែផ្តល់ស្រូវអង្ករដល់អ្នកស្រុកហើយ\"។"," ព្រះឥន្ទក៏នាំស្តេចទៅទតមើលក្នុងព្រៃ។ នៅទីនោះ ស្តេចបានទតឃើញព្រះនាងទេវី និងមិត្តភក្តិ​កំពុងចែក​​បាវ​អង្ករដល់អ្នកស្រុក។"," ស្តេចខ្មាសខ្លួនឯង និង​​​​មានមោទនភាពចំពោះ​បុត្រីរបស់ព្រះអង្គ។ ព្រះឥន្្ទក៏មានព្រះបន្ទូលទៅកាន់ស្តេចថា \"ជីវិតនៅខាងក្រៅរាជវាំងមានភាពរីករាយជាងក្នុងវាំងទៅទៀត ព្រអង្គគិតដូចយើងទេ?\""," ស្តេចក៏លុតជង្គង់សុំទោសបុត្រីរបស់ព្រះអង្គ ហើយសុំឲ្យព្រះនាងយាងត្រលប់ទៅរស់នៅក្នុងវាំងវិញ។"," ព្រះនាងទេវីអភ័យទោសឲ្យបិតារបស់ព្រះនាង តែព្រះនាងមិនយាងត្រលប់ទៅរស់នៅក្នុងរាជវាំងវិញទេ។ ព្រះនាងសម្រេចព្រះទ័យរស់នៅក្នុងខ្ទម ជិតវាលស្រែជាមួយមិត្តភក្តិរបស់ព្រះនាងដោយក្ដីរីករាយ។"," ក្រោយមក​ ព្រះនាងទេវីត្រូវបានអ្នកស្រុកហៅថា ព្រះនាងកសិករ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The Princess Farmer, author: Kuzhali Manickavel . illustrator: Emanuele Scanziani. Published by BookBox, https:\/\/youtu.be\/Xr7hclODi7I © BookBox. Released under CC BY-NC-SA 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC-SA 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0\/"]},"1575":{"id":1575,"language":"km","level":"2","textContent":[" ដំណើរផ្សងព្រេងរបស់កំពូលគោ Danielle Bruckert"," នេះ​ជា​សត្វគោ។ គោនេះ ឡូយណាស់!"," នៅពេលថ្ងៃ វាជាសត្វគោធម្មតា។"," បង្ហោះខ្លែង។"," ទាត់បាល់។"," នៅពេលយប់ គោនេះ​ គឺជាគោដ៏អស្ចារ្យ។"," ជួយសង្គ្រោះជីវិត ..."," ... និងកម្ចាត់​អំពើអាក្រក់។"," ប៉ុន្តែ បើអ្នកបិទភ្នែក​ឱ្យជិត ហើយបួង​សួងនោះ ..."," គោនោះ អាចនឹងមកលេង​ជាមួយ​អ្នកដែរ។"," ចប់។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The Adventures of Supercow, author: Danielle Bruckert . illustrator: Danielle Bruckert. Published by African Storybook Project, http:\/\/www.africanstorybook.org\/ © African Storybook Project. Released under CC BY 3.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 3.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/3.0\/"]},"1573":{"id":1573,"language":"km","level":"2","textContent":[" ខ្ញុំមានមិត្តច្រើន។"," មិត្តខ្លះមានអាយុច្រើនជាងខ្ញុំ ហើយ..."," មិត្ត​ខ្លះទៀតមានអាយុតិចជាងខ្ញុំ។"," មិត្តខ្ញុំខ្លះគឺជាមនុស្សចាស់។"," ហើយខ្លះទៀតគឺជាកូនក្មេងតូច។"," មិត្តខ្ញុំខ្លះមានកន្ទុយ..."," មិត្តខ្ញុំខ្លះទៀតអត់មានជើង។"," មិត្តខ្លះទៀតចេះហើរ។ មិត្តខ្លះទៀតចេះហែលទឹក។"," អូ៎! សៀវភៅក៏ជាមិត្តខ្ញុំដែរ!"," ប៉ុន្តែ តើនរណាទៅជាមិត្តល្អបំផុតរបស់ខ្ញុំ? នរណា?​ នរណា? នរណា?"," ម៉ាក់ខ្ញុំ!!!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story My Friends, author: Rukmini Banerji . illustrator: Rajeev Verma 'Banjara'. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/376-my-friends © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," មិត្តខ្ញុំ Rukmini Banerji"]},"1574":{"id":1574,"language":"km","level":"2","textContent":[" ឆែតឆត ឆែតឆត! អីយ៉ា! ឌីវីយ៉ាផ្ដាសាយហើយ។"," ថ្ងៃនេះ ឌីវីយ៉ាមិនអាចផ្តាសាយបានទេ! នាងត្រូវតែលេង! នេះជាការប្រកួតផ្តាច់ព្រាត់ដើម្បីដណ្តើមពានរង្វាន់កីឡាបាល់ទាត់ដ៏ល្បីល្បាញ!"," ឆែតឆត ឆែតឆត! ពួកគេឈ្នះ! ពួកគេឈ្នះបានពានរង្វាន់កីឡាបាល់ទាត់ដ៏ល្បីល្បាញនេះហើយ!"," ឆែតឆត ឆែតឆត! «ទះដៃមួយ រូសថាម!» ឆែតឆត ឆែតឆត! «លេងបានល្អណាស់ ហ្គ័រមីត!»"," ឆែតឆត ឆែតឆត! «ធ្វើបានល្អណាស់ ម៉ូហ៊ីត!» ឆែតឆត ឆែតឆត! «ឯងធ្វើបានហើយ ពូចា!»"," ឆែតឆត ឆែតឆត! «អបអរសាទរ អ្នកទាំងអស់គ្នា!»"," អា... អាច់ឈីស!"," ឆែតឆត ឆែតឆត! ឌីវីយ៉ាមិនអាចលេងបាល់ទាត់បានទៀតទេ រហូតទាល់តែនាងបានធូរសិន។ ឌីវីយ៉ានឹកមិត្តភក្តិគ្រប់គ្នារបស់នាងណាស់។"," មួយសប្តាហ៍ក្រោយមក… គ្មានផ្តាសាយទៀតទេ! ឌីវីយ៉ាចង់ជួបមិត្តភក្តិទាំងអស់របស់នាងណាស់!"," ឆែតឆត ឆែតឆត! អូ៎! អីគេហ្នឹង? មើលទៅ រូសថាមដូចជាផ្តាសាយ… ឆែតឆត ឆែតឆត! ហើយហ្គ័រមីត…"," ឆែតឆត ឆែតឆត! ...ហើយម៉ូហ៊ីត... ឆែតឆត ឆែតឆត! ...ហើយពូចាក៏ផ្តាសាយដែរ!"," អូ៎ ទេ! គ្រប់គ្នាផ្តាសាយហើយ! ឆែតឆត ឆែតឆត!"," ជំងឺផ្តាសាយបង្កឡើងដោយភាគល្អិតៗដែលគេហៅថាវីរុស។ ពួកវាអាចអណ្តែតចុះឡើងនៅក្នុងខ្យល់អាកាសដែលយើងដកដង្ហើម និងទំលើវត្ថុដែលយើងប៉ះពាល់។ នៅពេលដែលវីរុសទាំងនេះចូលទៅក្នុងច្រមុះ និងបំពង់ករបស់អ្នក វាធ្វើឱ្យអ្នកឈឺបំពង់ក ឬឈឺក្បាល ឬតឹងច្រមុះ ឬទាំងបីយ៉ាងក្នុងពេលតែមួយក៏មាន! ជំងឺផ្តាសាយអាចឆ្លងយ៉ាងឆាប់រហ័សពីអ្នកទៅមិត្តរបស់អ្នក។ ប្រសិនបើអ្នកប៉ះមិត្តរបស់អ្នកពេលអ្នកមានជំងឺផ្តាសាយ ឬកណ្តាស់ ឬក្អកក្បែរពួកគេ ពួកគេនឹងកើតជំងឺនេះដែរ។ តើអ្នកដឹងទេថា ការក្អក ឬកណ្តាស់តែមួយដងអាចបាញ់វីរុសចេញពីច្រមុះ ឬបំពង់ករបស់អ្នកបានចម្ងាយរហូត៣ម៉ែត្រជាងទៅក្នុងខ្យល់អាកាស? ពិតជាគួរឱ្យខ្លាចមែន!"," នេះជាវិធីដែលជួយកុំឱ្យអ្នកកើតជំងឺផ្តាសាយ ៖ នៅឱ្យឆ្ងាយពីអ្នកដែលមានជំងឺផ្តាសាយធ្ងន់ធ្ងរ។ ប្រសិនបើអ្នកបានជួប ឬចាប់ដៃនរណាម្នាក់ដែលមានជំងឺផ្តាសាយ ត្រូវលាងដៃរបស់អ្នកឱ្យស្អាត។ បើមិនដូច្នោះទេ វីរុសនឹងធ្វើដំណើរចេញពីដៃទៅកាន់ច្រមុះរបស់អ្នកមិនខាន។ កុំប្រើកែវញ៉ាំទឹក សម្ភារញ៉ាំអាហារ ឬសម្លៀកបំពាក់រួមគ្នាជាមួយអ្នកកើតជំងឺផ្តាសាយ។ ញ៉ាំបន្លែ និងផ្លែឈើឱ្យច្រើន ញ៉ាំទឹកឱ្យបានគ្រប់គ្រាន់ ហាត់ប្រាណ រក្សាកម្តៅខ្លួន ហើយត្រូវមានសុខភាពល្អជានិច្ច!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Sniffles, author: Sunando C . illustrator: Sunando Chakraborty. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/11144-sniffles © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ឆែតឆត Sunando C"]},"1572":{"id":1572,"language":"km","level":"2","textContent":[" កូនពពែ Mirna Lawrence"," កូនពពែតូចមួយ ចេញ​ទៅរកស្មៅ​ដែលមានរសជាតិផ្អែមឆ្ងាញ់បំផុត។"," ផ្ទៃមេឃមានពណ៌ខៀវស្រឡះ​ ​​ ប៉ុន្តែកូនពពែមិនសម្លឹងមើលឡើយ។​ សំឡេងទឹកហូរនៅក្នុងទន្លេ​ ​តែវាមិនស្ដាប់ឡើយ។"," បក្សីមួយបាននិយាយ​​ទៅកាន់​កូន​ពពែថា «សួស្តី»។ ប៉ុន្តែ កូនពពែមិនឆ្លើយតប​​ទៅវិញទេ។"," កូន​ពពែគិតតែពីដើរស្វែងរកស្មៅដែលផ្អែម​បំផុត តែប៉ុណ្ណោះ។"," ដោយសារកូនពពែចេះតែដើរទៅមុខ វា​ក៏កាន់តែ​ខិតឆ្ងាយទៅៗពីមេ​របស់​វាដែរ។"," កូនពពែរកឃើញស្មៅផ្អែមបំផុត។ វាស៊ីហើយ​ស៊ីទៀត។ វាបានដើរឆ្ងាយពីមេរបស់វា។"," មេពពែ ឆ្ងល់​ណាស់ មិន​ដឹង​បាត់កូន​ទៅណា​ទេ។"," មេពពែរត់ទៅដល់​មាត់​ស្ទឹង។ កូន​ពពែមិន​នៅទីនោះ​ទេ។ មេពពែស្រែកមែៗថា «កូនអើយ កូននៅឯណា?»។"," ភ្លាមនោះ បក្សីមួយក្បាលបានប្រាប់មេពពែថា «កូនពពែកំពុងតែគេងលក់នៅលើវាលស្មៅផ្អែមឆ្ងាញ់នៅត្រើយម្ខាងទៀតឯណោះ»។​"," មេពពែ បានឆ្លងស្ពាន ទៅកាន់វាលស្មៅផ្អែម។"," មេពពែក៏បានឃើញកូនពពែគេងលក់យ៉ាងស្កប់ស្កល់។"," មេពពែបានដាស់​កូន​​ឱ្យ​ភ្ញាក់ ដោយ​​សំឡេង​ថ្នម​ៗថា «ក្រោកឡើងកូន កូនវង្វេងផ្លូវហើយ!»។"," «ខ្ញុំមិនបានវង្វេងទេ... ខ្ញុំនៅទីនេះ រហូត​ហ្នឹង!»"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Little Goat, author: Mirna Lawrence . illustrator: Nicola Anne Smith. Published by Book Dash, http:\/\/bookdash.org\/little-goat-tiffany-mac-sherry-nicola-anne-smith-mirna-lawrence\/ © Book Dash. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1571":{"id":1571,"language":"km","level":"3","textContent":[" នៅក្នុងវើលវ៉ាយវិប Roopa Pai"," តើប្អូនធ្លាប់ឮអំពីបណ្ដាញទូទាំងពិភពលោក ឬវើលវ៉ាយវិប(WWW - World Wide Web)ដែរឬទេ? មិនធ្លាប់ទេ? មិនអីទេ! ឥឡូវ តើប្អូនធ្លាប់ឮអំពីអ៊ីនធឺណិតដែរឬទេ? ធ្លាប់មែនទេ? ល្អ! ប៉ុន្តែ តើអ៊ីនធឺណិតជាអ្វី? តើប្អូនឆ្លើយថា «ខ្ញុំដឹងមិនច្បាស់ទេ តែខ្ញុំដឹងថា គេប្រើជាមួយកុំព្យូទ័រ» មែនទេ? ប្អូនឆ្លើយត្រូវហើយ វាពិតជាបែបនេះមែន។ ប៉ុន្តែ វាមិនមែនជាចម្លើយពេញលេញទេ។ ចុះចម្លើយដូចម្ដេចទើបពេញលេញ? អឺ... យើងត្រូវការអ្នកជំនាញ ដើម្បីឆ្លើយ។ ប្អូនដឹងទេថា ខ្ញុំស្គាល់មនុស្សដែលដឹងចម្លើយ។ គាត់តែងតែនៅក្បែរៗកុំព្យូទ័រ។ ហេតុដូច្នេះហើយ យើងនាំគ្នាទៅរកកុំព្យូទ័រ ឥឡូវនេះតែម្ដង។"," សួស្ដីណេទីគូទី! នេះជាកុមារមួយក្រុម ដែលចង់ជួបឯង! ចេញមក! ចេញមក! ឯងនៅឯណា? នោះចេញមកហើយ! ក្មេងៗឆាប់និយាយថា «សួស្ដី» ទៅ! ហើយកុំយល់ច្រឡំ ដោយសារភាពគួរឱ្យស្រលាញ់ និងទំហំរបស់គេណា។ គេផ្ទុកព័ត៌មានច្រើនណាស់ ក្នុងក្បាលដ៏តូចនេះ។"," ណេទីគូទី អើយ! នេះជាអ្វីដែលក្មេងៗទាំងអស់ចង់ដឹង។ តើអ៊ីនធឺណិតជាអ្វីទៅ? អូ៎... សំណួរនេះពិតជាធំណាស់។ អត់អីទេ តោះចាំមើលខ្ញុំធ្វើវា ឱ្យងាយស្រួលយល់។ ពាក្យ ​​អុីនធឺណិត (ពាក្យពេញ គឺ បណ្ដាញត ភ្ជាប់គ្នា INTERNET - INTERconnected NETworks') សំដៅទៅលើការប្រមូលគ្នារបស់កុំព្យូទ័រ យ៉ាងធំមួយជុំវិញពិភពលោក ដែលភ្ជាប់គ្នា​ទៅវិញ​ទៅមក។"," កុំព្យូទ័រទាំងនោះអាចជាកុំព្យូទ័រធំៗ (ដូចជា កុំព្យូទ័រនៅក្នុងបន្ទប់ស្រាវជ្រាវ ឬកុំព្យូទ័ររបស់រដ្ឋាភិបាល) កុំព្យូទ័រលើតុ (ដូចជា កុំព្យូទ័រដែលប្រើនៅក្នុងធនាគារ និងមជ្ឈមណ្ឌលកុំព្យូទ័រ) កុំព្យូទ័រយួរដៃ (ដូចជា កុំព្យូទ័រដែលយើងអាចស្ពាយយកតាមខ្លួន) ទូរស័ព្ទដៃ (ដូចជាឧបករណ៍ដែលរោទ៍ឮៗរំខាននៅក្នុងរោងកុន) និងរាប់ទាំងឧបករណ៍ភ្ជាប់កាសតូចៗ​សម្រាប់​ស្តាប់​ចម្រៀងជាដើម ដែលហាក់ដូចជាដុះចេញពីត្រចៀកមនុស្ស។"," កុំព្យូទ័រទាំងអស់នោះ អាចភ្ជាប់គ្នាតាមរយៈខ្សែភ្លើង និងខ្សែកាប។ ខ្សែកាបទាំងនោះអាចដាក់នៅលើដី ក្រោមដី និងក្រោមសមុទ្រ (សម្រាប់កុំព្យូទ័រធំៗ) ឬក៏តភ្ជាប់ដោយមិនប្រើខ្សែ (ដូចជាកុំព្យួទ័រយួរដៃ ទូរស័ព្ទ ឧបករណ៍ស្តាប់តន្រ្តីជាដើម)។ ដូចនេះពួកឯងមិនចាំបាច់អង្គុយនៅមួយកន្លែង ហើយប្រើកុំព្យូទ័រដោតដុំអគ្គិសនី ភ្ជាប់អ៊ីនធឺណិតទេ។ ពួកឯងអាចភ្ជាប់ជាមួយពិភពលោកបាន សូម្បីតែកំពុងធ្វើដំណើរក៏ដោយ។"," អស់ហើយឬ? យើងស្មានថា អ៊ីនធឺណិត គឺប្រើដើម្បីនិយាយជាមួយមិត្តភក្ដិ ទាញយកចម្រៀងកុន កក់សំបុត្រមើលភាពយន្ត និងស្វែងរកព័ត៌មានសម្រាប់ធ្វើកិច្ចការសាលា និងរកស្វែងរកលេខ​ទូរស័ព្ទរបស់​មន្ទីរពេទ្យ! ប៉ុន្តែវាមិនមែនជាអ៊ីនធឺណិតទេ។ អ្វីៗទាំងអស់នេះជាផ្នែកមួយដ៏អស្ចារ្យពិតប្រាកដ គឺរបស់ដែលគេហៅថា... ចាំបន្តិច... គេហៅថា វើលវ៉ាយវិប! វើលវ៉ាយវិបនេះ យើងនាំគ្នាហៅថា W3 ជាការប្រមូលផ្ដុំយ៉ាងច្រើននៃរបស់ដែលយើងនាំគ្នាហៅថាទំព័រ (សព្វថ្ងៃនេះ មានទំព័រសាធារណៈប្រហែល៤០ពាន់លាននៅលើW3)។"," គេហទំព័រអាចផ្ទុកព័ត៌មានក្នុងទម្រង់ជា អក្សរ តួលេខ រូបភាព ចម្រៀង វីដេអូ និងទិន្នន័យជាច្រើនទៀត។ ការប្រមូលផ្តុំគេហទំព័រ ( ឬ W3) មាននៅលើអ៊ីនធឺណិត ដែលយើងអាចមើលតាមរយៈកុំព្យូទ័រ ទូរស័ព្ទ និងឧបករណ៍ស្តាប់តន្រ្តីរាប់លានគ្រឿង។ អ៊ីនធឺណិតគឺជាបណ្ដាញក្នុងបណ្ដាញដែលភ្ជាប់ដោយកុំព្យូទ័រ កុំព្យូទ័រយួរដៃ បន្ទះថាប្លិត និងទូរស័ព្ទ។ W3 គឺជាការតភ្ជាប់គេហទំព័រនៅលើអ៊ីនធឺណិត។ ដូចនេះ W3 គឺមិនមែនជាអ៊ីនធឺណិតទេ ប៉ុន្តែវាជាផ្នែកមួយនៃអ៊ីនធឺណិត ដែលជាផ្នែកមួយអស្ចារ្យជាងគេ។ ប្រសិនបើឯងធៀបអ៊ីនធឺណិតទៅ និងភោជនីយដ្ឋាន W3 នឹងក្លាយជាម្ហូបល្បីជាងគេនៅក្នុងហាង។ ហើយស្លាបព្រាដែលឯងប្រើសម្រាប់ញ៉ាំអាហារនោះគឺ «កម្មវិធីស្វែងរកគេហទំព័រ Web Brower»។"," អូ៎! ឥឡូវឯងធ្វើឱ្យពួកខ្ញុំឃ្លានហើយ ណេទីគូទី! ប៉ុន្តែ ពួកយើងនៅតែចង់ដឹងទៀតថា តើអ្វីដែលធ្វើឱ្យ W3 ពេញនិយមបែបនេះ។  បាន! W3អស្ចារ្យណាស់ ព្រោះវាមានអ៊ីម៉ែល ដែលអាចឱ្យអ្នក​ផ្ញើសំបុត្រទៅ​កាន់មនុស្សគ្រប់គ្នានៅជុំវិញពិភពលោក ហើយគេអាចទទួលបានក្នុងរយៈពេលមិនដល់មួយនាទីនោះទេ! បើអ្នកផ្ញើសំបុត្រដដែលនោះទៅកាន់នរណាម្នាក់នៅប្រទេសអាមេរិក អ្នកនឹងចំណាយពេលអស់១៥ថ្ងៃ ហើយសំបុត្រនឹងផ្ញើទៅដល់គេតាមរយៈប្រៃសណីយ៍។ ហើយអ្នកអាចនឹងចំណាយប្រាក់ច្រើនផងដែរ ប៉ុន្តែបើអ្នកប្រើអ៊ីម៉ែល អ្នកមិនអស់ប្រាក់ទេ។"," កម្មវិធីស្វែងរក - ដែលជួយអ្នករកឃើញអ្វីជាប្រយោជន៍ និងឥតប្រយោជន៍! ព័ត៌មានពីប្រធានបទ​ច្រើនរាប់លាន​ខុសប្លែកពីគ្នា។ អ្នកប្រហែលជាចង់ដឹងថា តើទន្លេហ្គាងហាហូរកាត់រដ្ឋណាខ្លះ ឬចង់ដឹងថា  តើរូបតំណាង​សេរីភាព​មាន​រូបរាងដូចម្ដេច។ អ្នកអាចជាចង់ស្ដាប់ចម្រៀងក្នុងកុនថ្មីៗ ពីតារាដែល​អ្នកពេញចិត្ត ឬក៏មើល​រឿងភាគដែលមិនបានមើល។ អ្នកប្រហែលជាចង់ដឹងពីពិន្ទុការប្រកួតដណ្ដើម​ពានរង្វាន់​បាល់ទាត់​ពិភពលោកលើកទី២០ ឬ ចង់ដឹងថា តើនៅមានសំបុត្ររថភ្លើងពីម៉ុមបៃទៅប៉ុណេសម្រាប់ថ្ងៃស្អែកទេ។ បើសិនជាកុំព្យូទ័រនរណាម្នាក់ភ្ជាប់អ៊ិនធឺណិត​នៅទីណាមួយនៅលើពិភពលោក​ បានសម្រេចចិត្តចែកចាយ​ព័ត៌មានដល់​ពិភពលោក ហើយបង្ហោះនៅលើW3 អ្នកនឹងអាចរកឃើញភ្លាម មិនអស់លុយទេ!"," ប៉ុន្តែ ណេទីគូទី! វាមានដល់ទៅរាប់ពាន់លានទំព័រឯណោះ។ តើធ្វើយ៉ាងម៉េច ដើម្បីស្វែងរកទំព័រដែលឯងចង់រក? ងាយស្រួលទេ! រាល់ទំព័រនីមួយៗមានអាសយដ្ឋានរបស់ខ្លួន ដែលជួយ Web browser របស់អ្នកស្វែងរក​ទំព័រនោះ។ វាដូចជាអាសយដ្ឋានផ្ទះរបស់អ្នក ដែលជួយឱ្យអ្នករត់សំបុត្រ​អាចរកឃើញផ្ទះ​របស់អ្នកយ៉ាង​ដូច្នោះដែរ។ បែបនេះហើយ ប្រសិនបើអ្នកស្គាល់អាស័យដ្ឋានទំព័រនោះ អ្នកអាចភ្ជាប់ទៅវាបានភ្លាមៗ។ ចុះបើសិនជាមិនស្គាល់អាសយដ្ឋានទំព័រនោះវិញ? គ្មានបញ្ហានោះទេ! អ្នកអាចប្រើប្រាស់សេវាកម្មដ៏អស្ចារ្យមួយដែលគេហៅថា «ម៉ាស៊ីន​ស្វែងរក» ដែលមាននៅលើW3ស្រាប់ ដើម្បីជួយសម្រួលដល់អ្នក។"," ការចែករំលែក - ជួួយអ្នកចែកចាយនូវអ្វីគ្រប់យ៉ាងដែលអ្នកចង់បាន ចាប់តាំងពីបទចម្រៀង​ដែលអ្នក​ចូលចិត្ត រូបភាពសត្វចិញ្ចឹមរបស់អ្នក វិធីដ៏ឆ្លាតវៃមួយក្នុងការដោះស្រាយលំហាត់គណិតវិទ្យា រហូតដល់គំនិត​ដ៏ល្អរបស់អ្នកក្នុងការចាត់ចែងសំរាមតាមផ្លូវ ជាមួយមនុស្សគ្រប់គ្នាលើពិភពលោកនេះ។ ពុំមាននរណាម្នាក់មានសិទ្ធិគ្រប់គ្រងលើអ៊ីនធឺណិត ឬក៏W3នោះទេ ហើយមិនមានរដ្ឋាភិបាលណា​មានអំណាចគ្រប់គ្រងលើវាឡើយ* ដូចនេះអ្នកមិនបាច់សុំការអនុញ្ញាត​ពីនរណាម្នាក់មុន​ពេលចែក​រំលែកទេ។ គិតមើលមើល៍ថា វាអស្ចារ្យប៉ុណ្ណា! រហូតមកដល់ពេលនេះ មានសៀវភៅ រឿងភាគ ទូរទស្សន៍ និងការសែតផ្ដល់ព័ត៍មានដល់អ្នក វាអាចនិយាយមកកាន់អ្នកបាន តែអ្នកមិនអាចឆ្លើយតបទៅវិញបានទេ។ ជាមួយនឹងW3 អ្វីៗគ្រប់យ៉ាងបានផ្លាស់ប្តូរ។ អ្នកអាចស្ដាប់ ហើយក៏អាចឆ្លើយតបបានដែរ ហើយអ្នកមិន​ចាំបាច់ជាជនសំខាន់ ឬក៏ជាមនុស្សធំ ដើម្បីធ្វើវានោះទេ។ នេះជាអ្វីដែលធ្វើឱ្យW3អស្ចារ្យ គឺវាផ្ដល់ឱ្យមនុស្សគ្រប់គ្នាដែលប្រើប្រាស់អ៊ីនធឺណិត មានសំឡេង។ *ទោះជាយ៉ាងណា រដ្ឋាភិបាលពិតជាគ្រប់គ្រងលើអ៊ីនធឺណិតនៅក្នុងប្រទេសរបស់គេ។ រដ្ឋាភិបាលថែមទាំងបិទអ៊ីនធឺណិត ដើម្បីមិនឱ្យពលរដ្ឋរបស់គេចូលមើលបាន ហើយរដ្ឋាភិបាលខ្លះធ្វើបែបនេះក្នុងរយៈពេលខ្លី ឬវែង។"," អស្ចារ្យមែន ណេទីគូទី! ឥឡូវនេះពួកយើងដឹងថា ហេតុអ្វីបានជាអក្សរ W2 នៅក្នុង W3 តំណាងឱ្យ វើលវ៉ាយ ហើយ ប៉ុន្តែហេតុអ្វីក៏អក្សរទីបី គេហៅថា វ៉េប? តើអ៊ីនធឺណិតគេហៅថា វ៉េប មែនទេ? សំណួរល្អ! អ្នកនិយាយត្រូវហើយ អ៊ីនធឺណិតគឺជា វ៉េប (ព្រោះកុំព្យូទ័រទាំងនោះតភ្ជាប់គ្នាជាប្រព័ន្ធ) ។ ទុកឱ្យខ្ញុំពន្យល់! អ្នកទាំងអស់គ្នាចាំទេថា គេហទំព័ររាប់ពាន់លាននៅក្នុង W3 បានមកពីណា? ពួកវាកើតឡើងតាមរយៈការតភ្ជាប់គ្នា (Hyperlinked)។ មានន័យថា អ្នកអាចស្វែង​រកពី​គេហទំព័រពីមួយទៅមួយគ្មានដែនកំណត់។ ឥឡូវនេះអ្នកដឹងហើយថា W3 ក៏ជាវ៉េបដែរ  ជាវ៉េបដ៏ធំនៃចំណេះដឹងព័ត៌មាន និងការកម្សាន្តសម្រាប់មនុស្សទូទៅ។"," ពួកយើងយល់ហើយ។ ឥឡូវពួកយើងចង់ដឹងថា នរណាជាមនុស្សដ៏សែនឆ្លាត ដែលបាន​បង្កើតគំនិត​នេះឡើងមក? ខ្ញុំស្មានថា អ្នកនឹងមិនមានសំណួរនេះឡើយ។ ដើម្បីឆ្លើយសំណួរនេះបាន យើងត្រូវត្រលប់ទៅ២០ឆ្នាំមុន​ នៅមន្ទីរពិសោធន៍នុយក្លេអ៊ែរ CERN នៅប្រទេសស្វីស។ មានអ្នកវិទ្យាសាស្រ្តជាច្រើនដែលធ្វើការ​នៅមន្ទីរពិសោធន៍ និងមកពីមន្ទីរពិសោធន៍​ផ្សេងៗនៅទ្វីបអឺរ៉ុប ​បានរួមគ្នាធ្វើការក្នុងគម្រោងមួយនេះ។ ប៉ុន្តែ ពួកគេមិនមានវិធីចែករំលែកការងាររបស់ពួកគេឱ្យលឿន និងងាយស្រួលបាននោះឡើយ។ ពួកគេត្រូវធ្វើដំណើរទៅមន្ទីរពិសោធន៍របស់អ្នកវិទ្យាសាស្រ្តនានា ឬប្រើប្រៃសណីយ៍ និងសេវាផ្ញើឯកសារ ដើម្បីឱ្យក្រុមដទៃ​ទៀតបានដឹងអំពីដំណើរ​ការ​​ការងារ​របស់ខ្លួន។"," អ្នកវិទ្យាសាស្រ្តម្នាក់ក្នុងចំណោមអ្នកវិទ្យាសាស្រ្តជាច្រើនទៀតនៅ CERN​ ដែលមានឈ្មោះថា Tim Berners Lee បានចាប់ផ្តើមមានអារម្មណ៍ធុញថប់នឹងរឿងនេះ ដូច្នេះគាត់បានសម្រេចចិត្តស្វែងរក​វិធីថ្មី​មួយ​ដែល​អាចចែកចាយព័ត៌មានឱ្យកាន់តែល្អ និងរហ័ស។ គាត់បាននឹកឃើញនូវគំនិត​មួយធំដែលមាន​ឈ្មោះថា \"hypertext\" ដែលជាវិធីផ្សារភ្ជាប់ព័ត៌មាន​ទាំងអស់​ជាមួយគ្នានៅលើកុំព្យូទ័រ ដើម្បីធ្វើរឿងនោះ។ គំនិតនេះមានប្រសិទ្ធភាពយ៉ាងខ្លាំងសម្រាប់ CERN ធ្វើឱ្យអ្នករាល់គ្នាសប្បាយរីករាយយ៉ាងខ្លាំង។ បន្ទាប់មក Tim Berners Lee​ ក៏មានគំនិតធំសំខាន់ទីពីរ។"," គាត់គិតថា ការបង្កើតឡើងរបស់គាត់នឹងផ្តល់អត្ថប្រយោជន៍ដល់ប្រជាជនផងដែរ និង គិតថា វាអាត្មានិយម​បើសិនជាទុកវាប្រើសម្រាប់តែ CERN។ គាត់បាននិយាយជាមួយថ្នាក់ដឹកនាំនៅ CERN និងបាន​បញ្ចុះបញ្ចូល​ពួកគេ ដើម្បីឱ្យគាត់អាចចែករំលែកគំនិតនៃ hypertext ទៅកាន់អ្នកវិទ្យាសាស្រ្តផ្សេងៗទៀត​ទូទាំងពិភពលោកដោយឥតគិតថ្លៃ។ ពួកគាត់ក៏យល់ព្រម! Berners Lee បានចែករំលែកគំនិតរបស់គាត់ និង ជំរុញអ្នករាល់គ្នាដែលគាត់បានចែករំលែកជាមួយឱ្យ​កាន់តែប្រសើរឡើង ឬបន្ថែមអ្វីៗដោយសេរីតាម​ដែលគេប្រាថ្នា។ គំនិតដែលអាចតភ្ជាប់ និងចែកចាយព័ត៌មានដោយឆាប់រហ័សពីគ្រប់ទីកន្លែង​នៅលើ​ពិភពលោក​គឺ ពិតជាមានអនុភាព និងគួរឱ្យចាប់អារម្មណ៏ខ្លាំងណាស់ដែលធ្វើឱ្យមនុស្ស​រាល់គ្នាចាប់ផ្តើម​ប្រើប្រាស់ hypertext។ ដោយសារមនុស្សរាល់គ្នាអាចប្រើគំនិត​របស់ពួកគេដើម្បីធ្វើឱ្យវា​កាន់តែល្អប្រសើរឡើង មនុស្សទូទាំងពិភពលោកគិតថា ពួកគេជាម្ចាស់របស់ Internet គិតថា internet ជារបស់ពួកគេដែលជារឿងដ៏អស្ចារ្យមួយ។"," នៅត្រឹមឆ្នាំ ១៩៩៣ W3 មានការប្រើប្រាស់យ៉ាងច្រើន ដោយមានមនុស្សរាប់លាននាក់បានប្រើវា។ នាពេលបច្ចុប្បន្នមានមនុស្សជាង២ពាន់លាននាក់បានប្រើប្រាស់ W3 ប្រមាណជា មួយ​ភាគបី​នៃប្រជាជន​នៅលើពិភពលោក! អឺ... ការរស់នៅនឹងមិនដូចសព្វថ្ងៃនេះទេ បើលោក Tim Berners-Lee មិនមានចិត្តល្អនោះទេ? ពិតណាស់! ដូចនេះតើអ្នកគិតថា យើងគួរតែកោតសរសើរគាត់ និងW3 ដោយស្រែកជយោៗ ឬទេ? យើងគួរតែសាទរ! យើងគួរតែសាទេ! តោះ យើងស្រៃកសាទរចំពោះ​លោកBerners Lee និងW3។ ជយោ!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Inside the World Wide Web, author: Roopa Pai . illustrator: Delwyn Remedios. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/5205-inside-the-world-wide-web © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1570":{"id":1570,"language":"km","level":"2","textContent":[" ល្បែងបិទពួន Samvida Venkatesh Samvida  Venkatesh"," សានី កំពុងរំភើបក្នុុងចិត្ត។ ថ្ងៃនេះ នាងមានអាយុប្រាំមួយឆ្នាំហើយ! ​ប៉ាប៉ារបស់នាង​កំពុងធ្វើការីនំប័ុងយ៉ាងពិសេស​។ ​មិត្តជិតស្និទ្ធរបស់សានី​​មានដូចជា ​អាម៉ាន់ ​សូរិយា ហារីត ​ជូជូ ការ៉ាន់ ម៉ារី ​ព្រីយ៉ា (ដែលជាក្មេងឆ្នាស់ជាងគេ) រហាន់ និងសាន នឹងមក​ចូលរួម​ពិធីជប់លៀងនេះ។"," សំឡេងគោះទ្វារលឺសូរ \"តុក តុក\"។ ម៉ារី មកដល់។ នាងបានយកកាដូ​មួយយ៉ាងធំ។ សំឡេងគោះទ្វារទៀតហើយ \"តុក តុក! តុក តុក\"។ មិនយូរប៉ុន្មាន ​​ភ្ញៀវទាំង​ប្រាំបួននាក់ក៏មកដល់។ ពួកគេហ៊ោកញ្ជ្រៀវ។"," សានី និយាយ \"តោះ! យើងលេងបិទពួន\" ។ សានី​ ចូលចិត្តលេងបិទពួនណាស់ ព្រោះនាងមានវិធី​មិនឱ្យនរណារកឃើញ។ ពេលខ្លះ ម៉ារី ចំណាយពេលរក សានី ដល់ទៅមួយម៉ោងឯណោះ នៅតែរកមិនឃើញទៀត។ ​ពួកគេចាប់ផ្តើមលេងបិទពួន។ ស្រីឆ្នាស់ព្រីយ៉ា ស្រែកថា \"ម្ចាស់ខួបកំណើត ចាប់រាប់លេខទៅ\"។"," មួយសន្ទុះក្រោយមក ស្រាប់តែមានសំឡេងគោះទ្វារ \"តុក តុក\"។ នរណាគេជាអ្នកគោះទ្វារ? គាត់គឺប៉ារបស់ជូជូ ស្លៀកពាក់យ៉ាងស្អាតបាត។ ​គាត់គឺជាអ្នក​បើកឡាន​ឲ្យសណ្ឋាគារធំមួយ។ ​ប៉ារបស់ជូជូ បាននិយាយថា \"ពូត្រូវទៅធ្វើការ។ ​ជូជូ ត្រូវទៅផ្ទះវិញហើយដើម្បីមើលប្អូនតូច។ ​ប៉ាសូមទោស ជូជូ។ រីករាយថ្ងៃកំណើត សានី\"។"," ជូជូ ចេញទៅទាំងមុខស្រពោន។ សានី ក៏មិនសប្បាយចិត្តដែរ។ ពេលនេះ នៅសល់ភ្ញៀវតែប្រាំបីនាក់ទេនៅពិធីជប់លៀង។ ស្រីឆ្នាស់ ព្រីយ៉ា ស្រែកថា \"តោះ! យើងលេងបន្តទៀត\"។ សានី សម្លឹងទៅព្រីយ៉ា​ ក្រោយមកក៏បិទភ្នែក រួចរាប់លេខដើម្បីឲ្យមិត្តភក្តិនាងរត់ពួន។"," សានី ចាប់ផ្តើមរាប់លេខ \"១, ២, ៣...\" ការ៉ាន់ រមួលខ្លួនចូលក្នុង​កន្ទេល។ ​\"៤, ៥, ៦...\" ព្រីយ៉ា ហក់ឡើងចូលក្នុងធ្នើរ។ ​\"៧, ៨, ៩...\" ហារីត រត់ចេញតាមមាត់ទ្វារ។ \"១០!\" ​សានីស្រែក។ \"ត្រៀម​ហើយឬនៅ គ្នាទៅហើយ\"។"," សានី​ ត្រូវរកមនុស្សប្រាំបីនាក់! សានី រត់ជុំវិញបន្ទប់ ហើយក៏ជំពប់ជើងនឹងកន្ទេល។ សានី ស្រែក \"អូយ\"។ អ្នកនៅក្នុងកន្ទេលក៏ស្រែក \"អូយ\" ដែរ។ សានី និយាយបណ្តើរ ច្រៀងបណ្តើរថា \"ខ្ញុំឃើញ ការ៉ាន ហើយ\"។ អាណិត ការ៉ាន ណាស់។​ ឥឡូវ សានី ត្រូវរកមនុស្សប៉ុន្មាននាក់ទៀត? ប្រាំពីរនាក់!"," ឆ្កែរបស់ សានី ឈ្មោះ រ៉ាចា រត់ចូលក្នុងបន្ទប់អូសកន្សែងពណ៌ផ្កាឈូកទៅជាមួយ រួចព្រុស \"​វូ៎ស ​វូ៎ស ​វូ៎ស!\"។ សូរិយា រត់ពីក្រោយឆ្កែនោះ រួចស្រែកថា \"ឆ្កែនេះអាក្រក់ណាស់ ពិតជាខូចមែន\"។ សានីសើច រួចនិយាយថា \"ខ្ញុំរក សូរិយា ឃើញហើយ!\" ។ ងាយស្រួលមែន! នៅសល់ប៉ុន្មាននាក់ទៀត? ប្រាំមួួយនាក់!"," សានី រត់ចូលក្នុងបន្ទប់គេង។ គ្មាននរណាម្នាក់ពួនពីក្រោយពូកទេ។ ហើយក៏គ្មាននរណាម្នាក់នៅក្នុងហឹបដែរ។"," បន្តិចក្រោយមក មានសំឡេងកណ្ដាស់ចេញពីទូខោអាវ \"អាច...ឈីស!\" ។ សានីទាញទ្វារទូបើក។ រ៉ូហានកណ្ដាស់ម្ដងទៀត \"អាច...ឈីស\"។ អាម៉ាន់ រអ៊ូរទាំថា \"នៅនេះ មានធូលីច្រើនម៉្លេះ!\" ។ សានី ទះដៃដោយរីករាយរួចនិយាយថា \"ខ្ញុំរក រ៉ូហាន និងអាម៉ាន់ឃើញហើយ\"។ នៅសល់ប៉ុន្មានទៀត? បួននាក់!"," សានី ឡើងលើដំបូលផ្ទះ។ មានអ្វីមួយកំពុងកម្រើកនៅពីក្រោយ​អាងទឹក។ ​សានី លូនចូលទៅជិត។ ឆ្មា​លោតផ្លោតចេញមកទំលើ​ស្នួខោអាវ។ សម្រែករន្ធត់​មួយចេញពី​​សារុង​របស់់ម៉ាក់ ​សានី ​ហើយ ​ក៏ដួល​នៅនឹងដី។ សានី សើច ហើយនិយាយថា \"ខ្ញុំរក សាន ឃើញហើយ\" ។ ​សល់ប៉ុន្មាននាក់ទៀត? បីនាក់ទៀត!"," បន្តិចក្រោយមក មានសំឡេងអ្វីមួយចេញមក \"ចេញទៅ! ចេញទៅ\"។ មានរឿងអីកើតឡើងហ្នឹង? សានីប្រញាប់រត់ទៅក្នុងសួនច្បារ។ នៅពីក្រោយគុម្ពស្មៅ សានី ឃើញក្មេងស្រីពីរនាក់ក្នុងសភាពភ័យខ្លាច និងឃើញឃ្មុំកន្ធាត់មួយក្បាល។ សានី ស្រែកបណ្តើរ រត់ចេញពីឃ្មុំបណ្តើរ \"ខ្ញុំឃើញ ហារីត និង ​ម៉ារី ហើយ\"។ នៅសល់ប៉ុន្មានទៀត? ម្នាក់ទៀត!"," ការីនំប័ុងជះក្លិនឈ្ងុយឈ្ងប់ពេញផ្ទះ។ សានី ចាប់ផ្តើមកូរពោះ។ ម៉ាក់របស់ សានី ស្រែកហៅអ្នកទាំងអស់គ្នាថា \"ដល់ម៉ោងកាត់នំហើយ សានី។ យើងកំពុងចាំណា៎!\"។ គ្រប់គ្នាចាប់ផ្តើមច្រៀងថា \"រីករាយថ្ងៃកំណើត សានី!\" ។ ​ស្រាប់តែមានសំឡេងស្រែកដោយកំហឹងមកថា \"នែ៎! ឯងរកខ្ញុំមិនទាន់ឃើញនៅឡើយទេ\"។"," សានីប្រឹងទប់សំណើច​ រួចនិយាយថា​ \"ខ្ញុំរកឃើញ ព្រីយ៉ា ហើយ!\"។ ហារីត សើចរួចនិយាយថា \"ញ៉ាំនំទេ?\"។ សូរិយា និយាយសើចតិចៗថា \"ឯងហ៊ានសើចចំអកដា់ក់...\" ។ ព្រីយ៉ា ញ័រដៃ។ ក្ដុក! នាងធ្លាក់ពីលើធ្នើរ ទើរលើគំនរខ្នើយ។"," សានីមិនសើចទេ។ នាងជួយលើក ព្រីយ៉ា ឡើង។ សានី កាត់នំមួយដុំធំឲ្យ ព្រីយ៉ា។ ព្រីយ៉ា និយាយយ៉ាងសុភាពថា \"អរគុណ!\"។ ព្រីយ៉ា លែងឆ្នាស់ទៀតហើយ រួចនិយាយថា \"រីករាយថ្ងៃកំណើត សានី\"។ សានី ញញឹម។ នៅសល់ប៉ុន្មានដែលត្រូវរកទៀត? សូន្យ!"," នៅពេលមានមិត្តប្រាំមួយនាក់ទៀតត្រូវរក សានី រកឃើញ រ៉ូហាន និងអាម៉ាន់។ ឥឡូវនេះ នៅសល់ពីរនាក់ទៀត ទើបបានប្រាំមួយ។ មិត្តពីរនាក់ត្រូវដកចេញ។ យើងអាចសរសេរ ៖ ៦ - ២ =៤ (មិត្ត៤នាក់ទៀត)។ វិធីដកលេខតូចចេញពីលេខធំ ហៅថា វិធីដក។ វិធីដកអាចប្រើបានច្រើនយ៉ាង។"," នៅពេលមានមិត្តប្រាំមួយនាក់ទៀតត្រូវរក សានី រកឃើញ រ៉ូហាន និងអាម៉ាន់។ ឥឡូវ​នេះ នៅសល់ពីរនាក់ទៀត ទើបបានប្រាំមួយ។ មិត្តពីរនាក់ត្រូវដកចេញ។ យើងអាចសរសេរ ៖ ៦​ - ២ =​៤ (មិត្ត៤នាក់ទៀត)។ វិធីដកលេខតូចចេញេពីលេខធំ ហៅថា វិធីដក។ វិធីដកអាចប្រើបានច្រើនយ៉ាង។"," យើងក៏អាចប្រើវិធីដក​គ្រាប់ឃ្លីបានដែរ។ ប្រសិនបើយើងមានគ្រាប់ឃ្លីចំនួន៩ រួចដកគ្រាប់ឃ្លី៣ចេញ ​តើនៅសល់គ្រាប់ឃ្លីចំនួនប៉ុន្មាន? ៩ (គ្រាប់ឃ្លី) - ៣ (គ្រាប់ឃ្លី) = ______________ (គ្រាប់ឃ្លីនៅសល់) ។ ហើយយើងក៏អាចប្រើវិធីដូចគ្នានេះចំពោះសន្លឹកលុយរបស់យើងដែរ។ ប្រសិនយើ​ងមានលុយ៨សន្លឹក រួចដក៤សន្លឹកចេញ តើមានលុយចំនួនប៉ុន្មានសន្លឹកនៅសល់? ​៨ (សន្លឹក) - ៤ (សន្លឹក) = _____________ (សន្លឹកលុយនៅសល់) ។ វិធីនេះអស្ចារ្យឬអត់?"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story I Spy!, author: Samvida Venkatesh, Samvida  Venkatesh . illustrator: Sandhya Prabhat. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/10823-i-spy © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1569":{"id":1569,"language":"km","level":"1","textContent":[" តើខ្ញុំគួរធ្វើម៉ូតសក់អីថ្ងៃនេះ? Sudha Ojha"," តើខ្ញុំគួរតែធ្វើសក់ខ្ញុំបែបណាទៅថ្ងៃនេះ? ចុះបើខ្ញុំក្រងវាជាមួយនឹងខ្សែចងសក់វិញ យ៉ាងម៉េចដែរ? អូ! ខ្ញុំនឹងមើលទៅដូចម៉ាក់ខ្ញុំអញ្ជឹង។"," ចុះបើខ្ញុំគៀបដង្កៀបពណ៌បៃតងវិញ យ៉ាងម៉េចដែរ? អូ! ខ្ញុំនឹងមើលទៅដូចមីងរបស់ខ្ញុំអញ្ជឹង។"," ចុះបើខ្ញុំសៀតផ្កាពណ៌មាសវិញ យ៉ាងម៉េចដែរ? អូ! ខ្ញុំនឹងមើលទៅដូចប្រពន្ធបងប្រុសខ្ញុំអញ្ជឹង។"," ចុះបើខ្ញុុំពាក់ម្កុដចម្រុះពណ៌វិញ យ៉ាងម៉េចដែរ? អូ! ខ្ញុំនឹងមើលទៅដូចជាម្ចាស់ក្សត្រីអញ្ជឹង។"," ចុះបើខ្ញុំចងបូអង្កាំវិញ យ៉ាងម៉េចដែរ? អូ! ខ្ញុំនឹងមើលទៅដូចបងស្រីធំខ្ញុំអញ្ជឹង។"," ចុះបើខ្ញុំបួងវាវិញ យ៉ាងម៉េចដែរ? អូ! ខ្ញុំនឹងមើលទៅដូចលោកយាយខ្ញុំអញ្ជឹង។"," ចុះបើខ្ញុំកាត់វាជាម៉ូតច្រើនតង់វិញ យ៉ាងម៉េចដែរ? អូ! ខ្ញុំនឹងមើលទៅដូចជាមិត្តល្អរបស់ម៉ាក់ខ្ញុំអញ្ជឹង។"," ចុះបើខ្ញុំពាក់បូឈ្នួតពណ៌សវិញ យ៉ាងម៉េចដែរ? អូ! ខ្ញុំនឹងមើលទៅដូចប្អូនស្រីតូចខ្ញុំអញ្ជឹង។"," ចុះបើខ្ញុំកោរសក់ ហើយលាបប្រេងពីលើវិញ យ៉ាងម៉េចដែរ? អូ! ខ្ញុំនឹងមើលទៅដូចលោកតាខ្ញុំអញ្ជឹង។"," ខ្ញុំពេញចិត្តម៉ូតសក់តាមបែបធម្មជាតិរបស់ខ្ញុំ។ ខ្ញុំនឹងពាក់មួកជនជាតិនេប៉ាល់របស់ខ្ញុំ ហើយខ្ញុំនឹងមើលទៅដូចជាក្មេងនេប៉ាល់អញ្ចឹង៕"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story मेरो कपाल कस्तो बनाउने होला, author: सुधा ओझा . illustrator: मृगजा बज्राचार्य. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1568":{"id":1568,"language":"km","level":"3","textContent":[" ឆ្នាំ១៨៧០ ក្នុងទីក្រុងញូឡុងដុង រដ្ឋខននិកធីខាត់ សហរដ្ឋអាមេរិក នាម៉ោង៧ព្រឹក ក្មេងៗត្រូវបានគេដាស់​ឱ្យ​ភ្ញាក់ពីគេង។ ម្តាយពួកគេឱ្យឈើ និងក្រឡថ្នាំដុះធ្មេញ ហើយតឿនពួកគេឱ្យទៅដុះធ្មេញ។"," អីគេ? តើខ្ញុំនិយាយអី? «ឈើដុះធ្មេញ?» ត្រូវហើយ! ឈើដុះធ្មេញត្រូវបានគេប្រើប្រាស់នៅក្នុងអំឡុងឆ្នាំ១៨៧០ ។ ឈើដុះធ្មេញនោះជាឈើដែលមានចុងរសាត់រីកៗ និងសៃមម៉ៃ។  ក្មេងខ្លះមានសំណាង ក៏មានឈើដុះធ្មេញ ដែលជាសរសៃរោមជ្រូកចងភ្ជាប់នៅខាងចុង ដើម្បីជួយឱ្យធ្មេញភ្លឺ។"," ហើយអីគេមួយទៀតដែលខ្ញុំបាននិយាយ? «ក្រឡថ្នាំដុះធ្មេញ?» ត្រូវហើយ! បំពង់ថ្នាំដុះធ្មេញមិនទាន់បានបង្កើតនៅឡើយទេ។ ពួកគេប្រើក្រឡ។ ហើយអ្វីដែលក្មេងៗធ្វើមុនគេជារៀងរាល់ព្រឹក គឺជ្រលក់ឈើដុះធ្មេញចូលទៅក្នុងក្រឡប៉សឺឡែន ដែលដាក់ថ្នាំដុះធ្មេញ។"," ជាការពិតណាស់ សមាជិកគ្រួសារទាំងអស់ធ្វើដូចគ្នា គឺជ្រលក់ឈើដុះធ្មេញទៅក្នុងដបប៉សឺឡែន។ យាយជីដូនមួយក៏ធ្វើដូចគ្នាដែរ។ គាត់មានធ្មេញពណ៌ខ្មៅហើយលឿង ដែលឈើដុះធ្មេញគាត់ក៏ត្រូវគ្នា​ជាមួយធ្មេញគាត់ទៀត។"," ព្រឹកមួយ មានសំឡេងស្រែកបែបខ្ពើមរអើមចេញពីផ្ទះគ្រូពេទ្យធ្មេញមួយ។ «អ៊ែក...!» វាជាសំឡេងរបស់ លូស៊ីស ដែលជាកូនប្រុសរបស់ពេទ្យធ្មេញឈ្មោះ សេហ្វហ្វិល។ លូស៊ីសមិនព្រមជ្រលក់ឈើ​ចូលក្នុងក្រឡ​ថ្នាំដុះធ្មេញ​នោះ​ទៀត​ទេ ហើយតាំងពីពេលនោះមកក៏សម្រេចចិត្តប្រើម៉្សៅថ្នាំដុះធ្មេញ។ ប៉ុន្តែ លូស៊ីសតែងគិតថា វាត្រូវតែមានវិធីល្អជាងនេះក្នុងការប្រើថ្នាំដុះធ្មេញ។"," ប៉ុន្មានឆ្នាំក្រោយមក លូស៊ីសបានទៅទីក្រុងប៉ារីសដើម្បីសិក្សាពីវិទ្យាទន្តសាស្ត្រ។ នៅទីនោះ គាត់បានឃើញ​វិចិត្រករ​កំពុង​ច្របាច់ថ្នាំពណ៌ ពីបំពង់លោហៈទៅជក់គូររូប។ ហេតុអ្វីបានជាយើងមិនប្រើថ្នាំដុះធ្មេញតាមវិធីនេះដែរទៅ? គាត់ប្រញាប់ត្រលប់ទៅផ្ទះវិញ ហើយចែករំលែកគំនិតនេះជាមួយឪពុកគាត់។ ឪពុកគាត់យល់ថា គំនិតរបស់​គាត់ពិតជា​អស្ចារ្យណាស់។"," អ្វីដែលលំបាកនោះគឺថា តើធ្វើយ៉ាងណាដើម្បីយកថ្នាំដុះធ្មេញចេញពីក្រឡ ហើយច្រក​ចូលក្នុងបំពង់​តាមមាត់ដ៏​តូច​នោះ។ តើអ្នកយល់ថា លូស៊ីសនឹងធ្វើយ៉ាងណា​ដើម្បីច្រកថ្នាំដុះធ្មេញចូលក្នុងបំពង់ទទេមួយបាន? តើអ្នកគិតយ៉ាងណា ប្រសិនបើអ្នកច្របាច់ថ្នាំដុះធ្មេញច្រើនពេក ទាំងអ្នកនៅមមីមមើនៅឡើយនោះ ហើយថ្នាំដុះធ្មេញនៅពាសពេញ​ផើងលុបមុខ ហើយម្តាយរបស់អ្នកកំពុងតឿនអ្នកថា ឡានសាលានឹងមកដល់មុខផ្ទះក្នុងពេល២០នាទី និងរឿងចុងក្រោយនោះគឺម្តាយអ្នកនឹងខឹងយ៉ាងខ្លាំងពេលឃើញអ្នកធ្វើឱ្យប្រលាក់បែបនេះ? តើអ្នកនឹងធ្វើយ៉ាងណាដើម្បីច្រកថ្នាំដុះធ្មេញទាំងនោះចូលក្នុងបំពង់វិញ? តើអ្នកគិតថា លូស៊ីស និងឪពុកគាត់ប្រើវិធីអ្វីដើម្បី​ច្រកថ្នាំដុះធ្មេញចូលក្នុងបំពង់? ប្រដាប់ត្បាល់ត្រចៀក? ឬកូនស្លាបព្រាតូចឆ្មារ? ឬឈើចាក់ធ្មេញ?"," វាមិនពិបាកដូចអ្វីដែលអ្នកបានគិតទេ ព្រោះអ្វីដែលពេទ្យធ្មេញ សេហ្វហ្វិល និងក្រុម​របស់​គាត់​បាន​ធ្វើ គឺ​មិនបើកគម្រប​ទេ។ ត្រឹមត្រូវហើយ ពួកគាត់រក្សាគម្របនៅបិទជិតដដែល ហើយបើកច្រកតាមមាត់បំពង់នៅចុងម្ខាងទៀត! វាប្រាកដជាងាយ​ស្រួលជាង ដោយច្រកចូលបំពង់តាមច្រកមាត់ធំ ជាពិសេសបើមានអ្វីសម្រាប់​ច្របាច់ថ្នាំនោះចូលបំពង់ ដូចជាស៊ីរ៉ាំងជាដើម។ ជាចុងក្រោយ អ្វីដែលយើងត្រូវធ្វើ គឺបិទមាត់នោះឱ្យជិត នោះថ្នាំដុះធ្មេញនឹងមិនចេញមកទេ។"," បច្ចុប្បន្ន បំពង់ថ្នាំដុះធ្មេញត្រូវបានចាក់បំពេញដោយប្រើម៉ាស៊ីន។ បំពង់ទទេទាំងអស់ត្រូវតម្រង់ជាជួរ នៅលើខ្សែច្រវាក់ចល័តមួយ ដោយដាក់ក្បាលបំពង់បិទជិតចុះក្រោម ហើយដាក់ផ្នែកចំហឡើងលើ។ ធុងដ៏ធំមួយពេញទៅដោយថ្នាំដុះធ្មេញ ត្រូវបានដាក់នៅពីលើខ្សែច្រវាក់នោះ។"," នៅពីក្រោមធុង ថ្នាំដុះធ្មេញត្រូវបានចាក់ឱ្យចូលក្នុងបំពង់ នៅពេលដែលបំពង់ផ្លាស់ទីតាមខ្សែច្រវាក់ចល័តនោះ។ ប៉ុន្តែ ថ្នាំដុះធ្មេញមិនត្រូវបានបំពេញឱ្យពេញនោះទេ។ ចន្លោះប្រហែលមួយសង់ទីម៉ែត្រ ត្រូវបានទុកដើម្បីបិទគម្រប។ ពេលនេះបំពង់រួចរាល់សម្រាប់បិទហើយ។"," វិធីបុរាណរបស់ជនជាតិឥណ្ឌា ដើម្បីធ្វើឱ្យធ្មេញស្អាត មនុស្សជាច្រើនបានប្រើដាទុន មែកនីម ឬដើមបាប៊ូលជំនួសឱ្យច្រាស់ដុះដែលផលិតដោយរោងចក្រ។ ដាទុនធ្វើឱ្យធ្មេញ និងអញ្ចាញមានសុខភាពល្អ។ ប៉ុន្តែ តើអ្នកដឹងទេថា ច្រាស់ដុះធ្មេញអ្វីដែលល្អបំផុត? នោះគឺចង្អុលដៃរបស់អ្នក នេះបើតាមយោបលរបស់ទន្ដបណ្ឌិត។ វាល្អបំផុតសម្រាប់ធ្មេញ និងអញ្ចាញ។ ចុះអ្នកធ្លាប់ប្រើម្សៅដុះធ្មេញទេ? តើអ្នកបានសង្កេតដឹងក្លិនអ្វីដែលភ្ជាប់ជាមួយម្សៅនោះទេ? ឱសថ និងគ្រឿងទេសដែលល្អសម្រាប់ធ្មេញ មានជីអង្កាម ផ្កាក្លូវ ឈើអែម ម្រេចខ្មៅ និងម្រះព្រៅ។ ការបរិភោគផ្លែឈើដែលមានជាតិសរសៃច្រើន និងបន្លែ ដូចជាផ្លែប៉ោម និងការ៉ុត គឺល្អណាស់សម្រាប់សម្អាតធ្មេញ។"," លេងសប្បាយជាមួយគម្របថ្មាំដុះធ្មេញ"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story How Does the Toothpaste Get into the Tube?, author: Veena Prasad . illustrator: Rajiv Eipe. Published by Pratham Books, https:\/\/storyweaver.org.in\/ © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," តើថ្នាំដុះធ្មេញចូលក្នុងបំពង់តាមរបៀបណា? Veena Prasad"]},"1567":{"id":1567,"language":"km","level":"3","textContent":[" តើស្រមោចជួយព្រាបដោយរបៀបណា? Kholeka Mabeta Wiehan de Jager Judith Baker"," វាជាថ្ងៃក្តៅមួយនារដូវក្តៅក្នុងព្រៃដែលស្ងួតហួតហែង។"," កូនស្រមោចគ្មានទឹកផឹកជាច្រើនថ្ងៃមកហើយ។"," វាស្រែកយំថា «ខ្ញុំត្រូវការទឹក ទោះត្រឹមតែមួយដំណក់ជាប់លើស្លឹកឈើក៏បានដែរ»។"," ប៉ុន្តែសូម្បីតែទឹកសន្សើមក៏ស្ងួតអស់ដែរ។"," កូនស្រមោចស្រែកយំថា «បើខ្ញុំនៅតែគ្មានទឹកផឹក ខ្ញុំនឹងស្លាប់។  ខ្ញុំត្រូវតែទៅរកកន្លែងដែលខ្ញុំបានឮគេនិយាយប្រាប់។»"," កំប្រុកដ៏មានប្រាជ្ញាមួយបានហាមថា «ទន្លេនោះមានទឹកពេញ និងហូរខ្លាំងណាស់! វានឹងហូរនាំយកឯងទៅ»។"," ប៉ុន្តែ កូនស្រមោចពិតជាស្រេកទឹកខ្លាំងណាស់។ «ខ្ញុំនឹងត្រូវស្លាប់ បើខ្ញុំមិនបានផឹកទឹក»។ ដូច្នេះ វាក៏ធ្វើដំណើរស្វែងរកទន្លេ។"," វាបានដើរកាត់គុម្ពស្មៅ និង​ មែកឈើស្ងួតៗ។"," វាដើររហូតបានឮសម្លេងទឹកហូរ។ នោះគឺជាទន្លេ! វាអាចស្ដាប់ឮសម្លេងទឹករលក។"," កូនស្រមោចបានបឺតទឹកដ៏ត្រជាក់យ៉ាងយូរ។"," វាសប្បាយរីករាយយ៉ាងខ្លាំង រហូតមិនបានឃើញរលកមួយកំពុងបោកមក។"," កូនស្រមោចបានព្យាយាមចាប់តោងស្មៅដែលអណ្តែតកាត់វា។ ប៉ុន្តែវាត្រូវបានទឹកហូរនាំយកទៅ។"," វាស្រែក «អ្នកណាក៏បាន ជួយខ្ញុំផង! ជួយផង ខ្ញុំសូមអង្វរ!»។"," ព្រាបសនិយាយទាំងពាំមែកឈើនៅក្នុងចំពុះថា «តោងមែកឈើនេះឱ្យលឿនឡើងមក ! »។"," កូនស្រមោចបានសម្រេចចិត្តថា «ខ្ញុំនឹងនៅទីនេះរហូតដល់ខ្ញុំអាចអរគុណព្រាបបាន។ ខ្ញុំនឹងរង់ចាំរហូតដល់គេត្រលប់មកផឹកទឹកវិញ»។"," ថ្ងៃមួយ ក្នុងពេលរង់ចាំ ក្មេងប្រុសពីរនាក់បានមកទន្លេ។​ ពួកគេមានចម្ពាមកៅស៊ូនៅក្នុងដៃផង។"," ក្មេងប្រុសម្នាក់បាននិយាយថា «មានព្រាបសធំមួយមកផឹកទឹកទីនេះ។ យើងនឹងយកវាមកធ្វើម្ហូបសម្រាប់យប់នេះ »។"," ស្រមោចតូចគិតថា «ខ្ញុំមិនអាចឱ្យក្មេងៗសម្លាប់ព្រាបសបានទេ។ ប៉ុន្តែខ្ញុំតូចណាស់ តើខ្ញុំគួរធ្វើដូចម្តេចទៅ​?»​ ។"," ភ្លាមនោះ ព្រាបសក៏ហើរចុះមកផឹកទឹក។"," កូនស្រមោចមានគំនិតមួយ។"," វាលោតទៅទំលើជើងក្មេងប្រុសម្នាក់។ ស្រមោចតូចខាំវាមួយទំហឹង។"," ក្មេងប្រុសបានលោត ហើយស្រែកថា «អូយ!»។"," ព្រាបសក៏ភ្ញាក់ហើយហើរចេញទៅដោយសុវត្ថិភាព។"," នោះជាវិធីដែលកូនស្រមោចសងគុណដល់ព្រាបសដែលបានជួយជីវិតវា។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story How Ant Saved Dove, author: Kholeka Mabeta, Wiehan de Jager, Judith Baker . illustrator: Wiehan de Jager. Published by African Storybook Initiative, http:\/\/www.africanstorybook.org\/ © African Storybook Initiative. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1566":{"id":1566,"language":"km","level":"3","textContent":[" ដំរីទឹកចង់រាំ Sam Beckbessinger Megan Andrews Marisa Steyn"," ដំរីទឹកចង់រាំ។​ វាលោតចុះ លោតឡើងលើដី ឡើងហុយទ្រលោម។ ក្ឌាំង! ក្ឌាំង!"," ម្រើមព្រះដែលកំពុងដេកនៅក្នុងដីខ្សាច់ បាននិយាយថា «ឯងធ្វើឱ្យហុយដីប្រឡាក់ខ្ញុំអស់ហើយ។ ទៅរាំនៅកន្លែងផ្សេងទៅ។»"," ដំរីទឹកចង់រាំ។​ វារមៀលខ្លួនចូលទៅក្នុងទឹកស្ទឹង ហើយរលាស់ដៃ និងជើងរបស់វា។ ប្លាប់! ប្លាប់!"," ងាវកកដែលកំពុងចាំចាប់ចំណី បានស្រែកថា​​ «ទទឹកយើងអស់ហើយ! ទៅរាំកន្លែងផ្សេងទៅ។»"," ដំរីទឹកចង់រាំ។​ វាបង្វិលខ្លួននៅទីវាល ហើយលើកជើងឡើងលើ។ វឺ! វឺ!"," សំពោចដែលកំពុងងូតទឹកឱ្យកូនៗរបស់វា បានស្រែកថា «ប្រយ័ត្ន​​ផង! ឯងទាត់ត្រូវខ្ញុំឥឡូវហើយ ទៅរាំកន្លែងផ្សេងទៅ»។"," ដំរីទឹកចង់រាំ។ វាជ្រមុជចូលក្នុងភក់ ហើយននៀលខ្លួនចុះឡើងៗដោយក្បាលពោះដ៏ធំស្អាតរបស់វា។ ប្លាច់! ប្លាច់!"," លាដែលកំពុងរែកទឹក សួរថា «ម៉េចឯងមិនឈប់រាំ? ម៉េចក៏ឯងមិនទៅធ្វើអ្វី ដែលមានប្រយោជន៍វិញទៅ?»"," ដំរីទឹកកើតទុក្ខ។ វាកើតទុក្ខខ្លាំងរហូតលែងចង់រាំ​។ វាអង្គុយនៅលើថ្ម ហើយយំ។​ ទឹកភ្នែករបស់វារមាលលើថ្ពាល់ រួចស្រក់ធ្លាក់ចុះលើដី។"," ប្លោត! ប្លោត! កណ្តូបឮដំរីទឹកយំ។ វាចាប់ផ្តើមរាំជុំុំវិញជើងដំរីទឹក។ ហ៊ឹប! ហ៊ឹប!"," ដំរី​ទឹក និងកណ្តូបចាប់ផ្តើមរាំ ហើយសត្វផ្សេងៗក៏មកមើលពួកវា..."," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Hippo Wants to Dance, author: Sam Beckbessinger, Megan Andrews, Marisa Steyn . illustrator: Megan Andrews. Published by Book Dash, http:\/\/bookdash.org\/ © Book Dash. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1565":{"id":1565,"language":"km","level":"3","textContent":[" នីតាជាសិស្សពូកែផ្នែកវិទ្យាសាស្រ្ត។ នៅពេលទំនេរ នាងចូលចិត្តធ្វើសម្ភារៈផ្សេងៗ។ នាងចេះធ្វើត្រីវិស័យ។ នាងចេះធ្វើអំពូលភ្លើងភ្លឺដោយពន្លឺព្រះអាទិត្យ។"," ថ្ងៃមួយមានសំឡេងលាន់ខ្លាំងនៅលើភ្នំខាងក្រោយផ្ទះ។ \t\t\tនីតាដើរទៅរកប្រភពសំឡេង។ នាងក៏ឃើញក្មេងប្រុសចម្លែកម្នាក់។"," សួស្តី! តើឯងកំពុងធ្វើអ្វី?នីតាសួរក្មេងប្រុសចម្លែក។ ឮដូច្នេះ ក្មេងប្រុសនោះភ្ញាក់ផ្អើលយ៉ាងខ្លាំង។ គេក៏រត់ទៅពួននៅពីក្រោយដើមឈើ។ គេ លបមើលនីតាពីក្រោយដើមឈើ។"," ឯងឆាប់ចេញមក! តើខ្ញុំគួរឱ្យខ្លាចណាស់មែនទេ? នីតាសួរបណ្តើរសើចបណ្តើរ។ សំឡេង «ទីត! ទីត!» ចេញពីដៃរបស់ក្មេងប្រុសចម្លែក។ សំឡេង «ទីត! ទីត!» កាន់តែឮញាប់ជាងមុន។ ក្មេងប្រុសចម្លែកក៏ចេញពីក្រោយដើមឈើ។"," គេលើកដៃទៅរកព្រះអាទិត្យដូចមុន។ នីតាសួរ៖ តើឯងកំពុងធ្វើអីហ្នឹង? សំឡេង «ទីត! ទីត!» ក៏បាត់ស្ងាត់ឈឹង។ មួយសន្ទុះគេនិយាយ៖ ខ្ញុំកំពុងស្រូបថាមពលពីព្រះអាទិត្យ។ អូ! តើឯងមកពីណា? នីតាសួរទាំងភ្ញាក់ផ្អើល។"," ក្មេងប្រុសចម្លែកក៏រៀបរាប់៖ ខ្ញុំមកពីភពផ្សេង។ យានរបស់ខ្ញុំបានខូច និងបាត់ដុំថាមពល។ ខ្ញុំត្រូវរកដុំនោះឱ្យឃើញ។ ដុំថាមពលអាចជួយឱ្យខ្ញុំត្រឡប់ទៅវិញបាន។"," ខ្ញុំនឹងជួយរកឯង។ តើឯងឈ្មោះអី្វ? នីតាសួរ ។ក្មេងប្រុសចម្លែកគ្រវីក្បាល។ ឯងគ្មានឈ្មោះទេ មែនទេ? បើអ៊ីចឹង ខ្ញុំហៅឯងថា «ផ្កាយបៃតង»! ក្មេងប្រុសញញឹម ហើយងក់ក្បាល។"," ពួកគេនាំគ្នាដើររកដុំថាមពលជាមួយគ្នា។ តាំងពីថ្ងៃត្រង់រហូតដល់ល្ងាច។ តាំងពីថ្ងៃទីមួយ ដល់ថ្ងៃទីប្រាំ។ ប៉ុន្តែ ពួកគេរកមិនឃើញឡើយ។"," ខ្ញុំនឹកអ្នកផ្ទះខ្ញុំណាស់។ ផ្កាយបៃតងនិយាយទាំងទឹកមុខស្រពោន។ខ្លួនរបស់គេ ក៏ចាប់ផ្តើមមានពន្លឺបន្តិចម្តងៗ។ ពេលនេះយប់ហើយ ខ្ញុំក៏ជិតអស់ថាមពលដែរ។ ឯងត្រឡប់ទៅផ្ទះវិញទៅ។ ផ្កាយបៃតងនិយាយ។"," នៅយប់នោះ នីតាគេងមិនលក់សោះ។ នាងមើលរូបផ្កាយតូចៗបិទលើជញ្ជាំង។ នាងគិតពីពន្លឺនៅលើខ្លួនផ្កាយបៃតង។\tអូ! ខ្ញុំនឹកឃើញមេរៀននោះហើយ។ ដុំថាមពលនឹងមានពន្លឺនៅពេលយប់។"," ស្អែកឡើង នីតាបានយកអ្វីដែលនាងគិត ប្រាប់ផ្កាយបៃតង។ ពួកគេក៏បន្តរកដុំថាមពលរហូតដល់យប់។ ទីបំផុតពួកយើងរកឃើញហើយ។ ផ្កាយបៃតងស្រែក។ នុះគឺពន្លឺបៃតងជះចេញពីចន្លោះដើមឈើ។ នីតាស្រែកទាំងសប្បាយចិត្ត។"," លាហើយនីតា! កុមារីដ៏ក្លាហាន និងឆ្លាតវៃ។សង្ឃឹមថាថ្ងៃណាមួយ ឯងនឹងទៅលេងភពរបស់ខ្ញុំ។ ខ្ញុំនឹងបង្កើតយានមួយ។ ខ្ញុំនឹងហោះទៅជួបឯងថ្ងៃ ណាមួយមិនខាន។នីតាលើកដៃគ្រវីលាទាំងក្រៀមក្រំ។"," រឿង ផ្កាយបៃតង សមាជិកក្រុមហាក់កាសន៖ ព្រុំ គន្ធារ៉ូ (អ្នកនិពន្ធ) ចាន់ពិសី (វិចិត្រករ) សូ ប៊ុនឡុង (អ្នករចនា) រចនាប្លង់ចុងក្រោយដោយ៖ អ៊ុង គាមេសា សូមថ្លែងអំណរគុណជាពិសេសដល់ហ៊ុយ រតនា សឿមកក្កដា ជូ ជីនិត និងក្រុមការងារ CamAnt Technology ចំពោះការជួយគាំទ្រដល់កម្មវិធីហាក់កាសនសៀវភៅអេឡិចត្រូនិចតោះអាន! ដែលបានធ្វើឡើងក្នុងទីក្រុងភ្នំពេញ កាលពីថ្ងៃទី ១៩ ខែ មិនា ឆ្នាំ ២០១៧។ © មូលនិធិអាស៊ីឆ្នាំ២០១៧។រក្សាសិទ្ធិមួយចំនួន។ ស្នាដៃនេះត្រូវបានការពារក្រោមអាជ្ញាប័ណ្ណប្រភេទ Creative Commons Attribution-NonCommercial 4.0 (http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/) ។ អ្នកអាច ចែករំលែក (ថតចម្លង និងចែកចាយបន្តឯកសារនេះ ដោយមធ្យោបាយ ឬក្នុងទម្រង់អ្វីក៏បាន)ដោយសេរី និងធ្វើការកែសម្រួល(លាយបញ្ចូលជាមួយខ្លឹមសារផ្សេងទៀត បម្លែង និងបង្កើតជាឯកសារផ្សេងៗទៀត) ស្នាដៃនេះសម្រាប់គោលបំណងមិនមែនពាណិជ្ជកម្ម។អ្នកចេញអាជ្ញាប័ណ្ណមិនអាចដកហូតសេរីភាពទាំងនេះបានឡើយ\t\t\t\tដរាបណាអ្នកគោរពទៅតាមលក្ខខណ្ឌនៃអាជ្ញាប័ណ្ណដូចខាងក្រោម៖ សេចក្តីថ្លែងអំណរគុណ-អ្នកត្រូវសរសេរពីប្រភពឯកសារឲ្យបានសមស្រប បង្ហាញពីតំណរភ្ជាប់ទៅកាន់អាជ្ញាប័ណ្ណ និងបញ្ជាក់ពីការផ្លាស់ប្តូរខ្លឹមសារ ប្រសិនបើមាន។ អ្នកអាចធ្វើបែបនេះ តាមវិធីណាក៏បានដែរសមស្របប៉ុន្តែពុំមានន័យថា អ្នកផ្តល់អាជ្ញាប័ណ្ណគាំទ្រដល់អ្នក ឬដល់ការប្រើប្រាស់របស់អ្នកនោះទេ។ មិនមែនលក្ខណៈពាណិជ្ជកម្ម-អ្នកមិនអាចប្រើប្រាស់ឯកសារនេះ សម្រាប់គោលបំណងពាណិជ្ជកម្មឡើយ។ Green Star Hackathon team: Prum Kunthearo (Writer), Chan Pisey (Illustrator), So Bunlong (Graphic Designer) Final layout by: Ong Keamesa Special thanks to Huy Rattana, Soeurm Kakada, Chou Chinith, and the CamAnt Technology team for their help with the Let’s Read! E-book Hackathon, which took place in Phnom Penh on 19 March 2017. © The Asia Foundation, 2017. Some rights reserved.This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 Licence (http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/). You are free to share (copy and redistribute the material in any medium or format) and adapt (remix, transform, and build upon the material) this work for any non-commerical purpose. The licensor cannot revoke these freedoms as long as you follow the following license terms: Attribution- You must give appropriate credit, provide a link to the license, and indicate if changes were made. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use. NonCommercial — You may not use the material for commercial purposes."]},"1564":{"id":1564,"language":"km","level":"2","textContent":[" កញ្ជ្រោងកញ្ជ្រឹកលេងល្បិច Nahida Esmail"," កញ្ជ្រោងកញ្ជ្រឹក គឺជាកញ្ជ្រោងដ៏ឆ្លាតវាងវៃមួួយក្បាល។ វាលក់ឪឡឹកធំៗ ហើយស្រស់ៗ។ «ឪឡឹកអើយ ឪឡឹក!»"," ទន្សាយទន្សីបាននិយាយថា «ឪឡឹកនេះថ្លៃណាស់!»។ សត្វកវែងវីវី ក៏បាននិយាយដែរថា «ឯងលក់ថ្លៃពេកហើយ!»។"," កញ្ជ្រោងកញ្ជ្រឹកក៏មានគំនិតល្អមួយ។"," វាបានពុះឪឡឹកជាពីរ ហើយកោសសាច់សីុទាំងអស់។"," បន្ទាប់មក វាចាក់ទឹកចូលក្នុងសំបកឪឡឹក ហើយយក​ម្ជុល និងអំបោះ ដេរផ្លែឪឡឹកនោះឱ្យជិតដូចដើមវិញ។"," វាក៏លក់ឪឡឹកទឹកទាំងនោះថោកៗ។ សត្វជាច្រើននាំគ្នាទិញឪឡឹកទាំងនោះពីកញ្ជ្រោងកញ្ជ្រឹក។"," ស្វាស្វៃក៏រអ៊ូថា «ឪឡឹកនេះមានតែទឹកហ្នឹង»។"," កញ្ជ្រោងកញ្ជ្រឹកនិយាយថា «ហាស! ឯងបង់ថ្លៃប៉ុន្មាន យកប៉ុណ្ណឹងទៅ»។"," ដំរីដំរ៉ានិយាយថា «ពួកយើងត្រូវតែធ្វើឱ្យកញ្ជ្រោងកញ្ជ្រឹកនោះ រាងចាលម្ដង»។"," សត្វទាំងអស់បានមកប្រជុំគ្នា ហើយរៀបចំផែនការមួយ។ ទីទុយទូទូនិយាយថា «ខ្ញុំមានគំនិតមួយ»។"," ពួកគេយកសំបកឪឡឹកទទេមួយមក រួចក៏ចាប់ញាត់កញ្ជ្រោងកញ្ជ្រឹ​ក​ចូ​ល​ក្នុងសំបកនោះ ហើយដេរបិទភ្ជាប់។ បន្ទាប់មក ពួកគេយកវា​ទៅធ្វើជា​បាល់ ទាត់លេង។"," កញ្ជ្រោងកញ្ជ្រឹកវិលមុខយ៉ាងខ្លាំង! វារាងចាលហើយ និងឈប់បោកគេទៀតហើយ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Foxy Joxy Plays a Trick, author: Nahida Esmail . illustrator: Mdu Ntuli. Published by Book Dash, http:\/\/bookdash.org\/foxy-joxy-plays-trick-mdu-ntuli-nahida-esmail-samantha-rice\/ © Book Dash. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1563":{"id":1563,"language":"km","level":"1","textContent":[" រួញ និងត្រង់ Radha HS"," ដាណានិយាយថា៖ ខ្ញុំចូលចិត្តសក់ត្រង់។"," ធីតានិយាយថា ៖ ខ្ញុំចូលចិត្តសក់រួញ។"," ឆ្មា ស្វា និងពស់និយាយថា ៖ ខ្ញុំចូលចិត្តកន្ទុយកោង។"," ដំរី តោ និងសេះនិយាយថា ៖ ខ្ញុំចូលចិត្តកន្ទុយត្រង់។"," ធីតានិយាយថា ៖ ខ្ញុំចូលចិត្តឡើងជណ្តើរកោងទៅលើ។"," ដាណានិយាយថា ៖ ខ្ញុំចូលចិត្តជណ្ដើរដែលមានរាងត្រង់។ ឆ្មានិយាយថា ៖ ខ្ញុំចូលចិត្តឡើងភ្នំតាមផ្លូវត្រង់។"," ធីតានិយាយថា ៖ ខ្ញុំចូលចិត្តផ្លូវកោងព័ទ្ធជុំវិញភ្នំ។"," ដាណានិយាយថា ៖ ខ្ញុំចូលចិត្តគូសបន្ទាត់ត្រង់ៗ។"," ធីតានិយាយថា ៖ ខ្ញុំតែងតែគូសខ្សែបន្ទាត់រាងរួញអង្កាញ់ៗ។"," ដាណាសួរទៅធីតាថា ៖ តើអ្នកចង់បាននំចាក់លី ខ្លះដែរទេ?"," ធីតានិយាយថា ៖ ខ្ញុំចូលចិត្តនំចាក់លី‌!"," ដាណាសួរទៅធីតាថា ៖ តើអ្នកចូលចិត្តនំចាក់លីដែលមានរាងត្រង់ ឬក៏រាងរមូរ?"," ធីតានិយាយថា ៖ គ្មានអ្នកណាគិតពីរាងត្រង់ ឬរាងរមូរនោះទេ! ពួកយើងចូលចិត្តនំចាក់លីទាំងពីរបែប។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Curly and Straight, author: Radha HS . illustrator: Ruchi Shah. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/254-curly-and-straight © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1562":{"id":1562,"language":"km","level":"2","textContent":[" កូនដំរីពូកែឆ្ងល់ Lorato Trok Wiehan de Jager Judith Baker"," គ្រប់គ្នាសុទ្ធតែដឹងថា សត្វដំរីមានច្រមុះវែងណាស់។"," ប៉ុន្តែ តាំងពីយូរលង់ណាស់មកហើយ ដំរីមានច្រមុះខ្លីហើយធំ មើលទៅប្រៀបដូចជាស្បែកជើងមួយនៅចំកណ្តាលមុខអ៊ីចឹង។"," ថ្ងៃមួយ កូនដំរីមួយបានកើត។ វាឆ្ងល់ពីអ្វីៗគ្រប់យ៉ាង។ វាសួរសំណួរទៅសត្វទាំងឡាយ។"," វាឆ្ងល់ពីសត្វកវែង។ វាសួរ ៖ «ហេតុអ្វីបានជាបងមានកវែងម៉្លេះ?»"," វាឆ្ងល់ពីសត្វរមាស។ «ហេតុអ្វីបានជាស្នែងបងមានចុងស្រួចម៉្លេះ?»"," វាឆ្ងល់ពីសត្វដំរីទឹក។ «ហេតុអ្វីបានជាបងមានភ្នែកពណ៌ក្រហម?»"," ហើយវាឆ្ងល់ពីសត្វក្រពើខ្លាំងជាងគេ។ វាសួរ ៖ «តើក្រពើស៊ីអ្វីសម្រាប់អាហារពេលល្ងាច?»"," ម្តាយដំរីបានហាមកូនថា «កុំសួរសំណួរបែបនេះទៀត!»។ ហើយគាត់ក៏ដើរចេញទាំងចងចិញ្ចើម។"," ភ្លាមនោះ ក្អែកមួយបានហោះចុះសំដៅកូនដំរី រួចស្រែកថា  «តោះទៅទន្លេជាមួយខ្ញុំ។ នៅទីនោះ ឯងនឹងដឹងថាសត្វក្រពើស៊ីអ្វីសម្រាប់អាហារពេលល្ងាចហើយ។»"," ដូចនេះ កូនដំរីក៏បានដើរតាមក្អែកទៅទន្លេ។"," កូនដំរីបានវែកដើមត្រែង រួចឈរនៅមាត់ទឹក។ វាសម្លឹងមើលទៅក្នុងទឹកហើយសួរថា «តើក្រពើនៅឯណា?»។"," ក្រពើដែលបន្លំខ្លួនជាដំុថ្មនៅក្នុងទន្លេនិយាយទៅកាន់កូនដំរីថា «​សួស្តី»។ កូនដំរីឆ្លើយតបទៅវិញដូចគ្នាថា «សួស្តី តើបងអាចប្រាប់ខ្ញុំបានទេថា ក្រពើស៊ីអ្វីជាអាហារពេលល្ងាច?»។"," ក្រពើដែលបន្លំខ្លួនជាដំុំថ្មនោះនិយាយថា «ឱនចុះមក ខ្ញុំនឹងប្រាប់ឯង ហើយឱនឱ្យទាបមក»។ ឮដូច្នេះ កូនដំរីក៏ឱនចុះ។"," ភ្លាមនោះ «គ្រឹប!» ច្រមុះកូនដំរីត្រូវបានក្រពើខាំជាប់។ សត្វក្អែកស្រែក ៖ «ក្រពើនឹងស៊ីឯងសម្រាប់អាហារពេលល្ងាច»។  ថារួច ក្អែកហើរទៅបាត់។"," កូនដំរីអង្គុយចុះ ហើយខំទាញ។ វាទាញ​ហើយទាញទៀត ប៉ុន្តែ ក្រពើមិនព្រមលែងច្រមុះរបស់ដំរីឡើយ។"," ច្រមុះរបស់កូនដំរីយារវែង... វែង.... កាន់តែវែងទៅៗ។ ក្រោយមក វាក៏ដួលផ្ងារមកក្រោយ ឮសូរតែ «ក្ឌុក!»។"," ក្រពើក៏ពន្លិចខ្លួនចូលទៅក្នុងទឹកវិញទៅ។ វាខឹងណាស់ ពេលបាត់ចំណីពេលល្ងាចរបស់វា។"," កូនដំរីក៏សម្លឹងមើលច្រមុះរបស់ខ្លួន។ ច្រមុះវាយារវែងយ៉ាងខ្លាំង សឹងតែមើលមិនឃើញចុង។"," ច្រមុះរបស់វាវែង រហូតអាចបេះផ្លែឈើពីមែកឈើខ្ពស់ៗបាន។"," ច្រមុះវាវែងណាស់ ដែលអាចឱ្យវាបាញ់ទឹកលាងសម្អាតខ្នងបាន។ ចាប់ពីថ្ងៃនោះមក ដំរីទាំងអស់មានច្រមុះវែងដ៏មានប្រយោជន៍ ដែលគេហៅថា «ប្រមោយ»។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Curious Baby Elephant, author: Lorato Trok, Wiehan de Jager, Judith Baker . illustrator: Wiehan de Jager. Published by African Storybook Initiative, http:\/\/my.africanstorybook.org\/ © African Storybook Initiative. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1561":{"id":1561,"language":"km","level":"1","textContent":[" រាប់លេខ Thembani Dladla Zanele Buthelezi Clare Verbeek"," ដំរីមួយទៅផឹកទឹក។"," សត្វកវែងពីរទៅផឹកទឹក។"," មានក្របីបី និងបក្សីបួនធ្វើដំណើរទៅផឹកទឹក។"," ក្ដាន់ប្រាំ និងជ្រូកព្រៃប្រាំមួយដើរទៅផឹកទឹក។"," កង្កែបប្រាំពីរ និងត្រីប្រាំបីនៅក្នុងទឹក។"," សេះបង្កង់ប្រាំបួនទៅផឹកទឹក។"," តោមួយទៅផឹកទឹក។"," តើសត្វណាមួយដែលក្លាហានហ៊ានបន្ដផឹកទឹក?"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Counting, author: Thembani Dladla, Zanele Buthelezi, Clare Verbeek . illustrator: Gay Galsworthy. Published by African Storybook Project, http:\/\/www.africanstorybook.org\/ © African Storybook Project. Released under CC BY-NC 3.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 3.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/3.0\/"]},"1560":{"id":1560,"language":"km","level":"1","textContent":[" ខ្ញុំឃើញមេអំបៅពណ៌ខៀវបក់ស្លាបហើរទៅ។"," ខ្ញុំឃើញឃ្មុំពណ៌លឿងផឹកតែក្នុងពែង។"," ខ្ញុំឃើញត្រីពណ៌ក្រហមនៅលើចាន។"," ខ្ញុំឃើញកញ្ចាញ់ចេកពណ៌បៃតងលេងជាមួយឆ្កែ។"," ខ្ញុំឃើញទាពណ៌ទឹកក្រូច ជូនពរខ្ញុំឱ្យមានសំណាងល្អ។"," ខ្ញុំឃើញផ្កាពណ៌ស្វាយរាំជាមួយដង្កូវ។"," ខ្ញុំឃើញឆ្មាពណ៌ខ្មៅប្រផេះពាក់មួកពណ៌ទឹកក្រូច។"," ខ្ញុំឃើញកណ្ដុរពណ៌ប្រផេះលាយត្នោត ពួននៅក្នុងផ្ទះពណ៌ផ្កាឈូក។"," ខ្ញុំឃើញកញ្ជ្រោងពណ៌ក្រហមលាយខ្មៅពាក់ស្រោមជើងពណ៌ស្វាយ។"," ខ្ញុំឃើញកណ្តូបពណ៌បៃតងអានកាសែតពណ៌សខ្មៅ។"," ខ្ញុំឃើញពពែពណ៌ខ្មៅលាយពណ៌ស្វាយចែវទូកពណ៌ក្រហម។"," ខ្ញុំឃើញក្រពើពណ៌ត្នោតលាយបៃតងសើចដាក់ខ្ញុំ។"," ខ្ញុំឃើញពស់ពណ៌ក្រហមលាយខ្មៅ សុីនំខេក។"," ខ្ញុំឃើញមេមាន់ពណ៌លឿងលាយក្រហម ប្រើប៊ិកសរសេរអក្សរ។"," ខ្ញុំឃើញខ្លាពណ៌ខ្មៅលាយទឹកក្រូច ឈរនៅក្នុងទឹក។"," ខ្ញុំមើលឃើញពណ៌ទាំងអស់ដោយភ្នែកពណ៌ខ្មៅទាំងគូរបស់ខ្ញុំ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Colours of Nature, author: Bulbul Sharma . illustrator: Bulbul Sharma. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/409-colours-of-nature © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ពណ៌ធម្មជាតិ Bulbul Sharma"]},"1559":{"id":1559,"language":"km","level":"1","textContent":[" បងឆ្មានិងបងឆ្កែ៖ បងឆ្កែរងា Elke and René Leisink"," នេះគឺបងឆ្មា។"," នេះគឺបងឆ្កែ។"," នេះជាពេលយប់។ ពេលយប់ងងឹត។ ពេលយប់ត្រជាក់។ យប់ត្រជាក់ណាស់។"," បងឆ្កែរងាណាស់។"," បងឆ្មាឱ្យអាវវាលទៅបងឆ្កែ។ អាវមួយប្រឡាក់។ អាវមួយទៀតស្អាត។"," បងឆ្កែយកអាវស្អាតមកពាក់ តែនៅតែរងា។"," បងឆ្មាឱ្យអាវដៃខ្លីទៅបងឆ្កែ។ អាវមួយធំ។ អាវមួយទៀតតូច។"," បងឆ្កែយកអាវដៃខ្លីធំមកពាក់ តែនៅតែរងា។"," បងឆ្មាឱ្យខោទៅបងឆ្កែ។ ខោមួយវែង។ ខោមួយទៀតខ្លី។"," បងឆ្កែយកខោវែងមកស្លៀក តែនៅតែរងា។"," បងឆ្មាឱ្យអាវកាក់ទៅបងឆ្កែ។ អាវមួយសើម។ អាវមួយទៀតស្ងួត។ បងឆ្កែយកអាវកាក់ស្ងួតមកពាក់ តែនៅតែរងា។"," បងឆ្មាឱ្យអាវធំទៅបងឆ្កែ។ អាវមួយក្រាស់។ អាវមួយទៀតស្តើង។ បងឆ្កែយកអាវធំក្រាស់មកពាក់ តែនៅតែរងា។"," បងឆ្មាឱ្យមួកបងឆ្កែ។ មួកមួយវែង។ មួកមួយទៀតខ្លី។ បងឆ្កែយកមួកវែងមកពាក់ តែនៅតែរងា។"," បងឆ្មាឱ្យស្បែកជើងទៅបងឆ្កែ។ ស្បែកជើងមួយគូថ្មី។ ស្បែកជើងមួយគូទៀតចាស់។"," បងឆ្កែយកស្បែកជើងថ្មីមកពាក់ ហើយបងឆ្កែក៏អន់រងា។"," ពេលយប់ផុតទៅ ព្រះចន្ទក៏បាត់។ ព្រះអាទិត្យរះនៅពេលព្រឹក។"," នៅពេលថ្ងៃ មេឃក្តៅ។ មេឃក្តៅខ្លាំង។ មេឃក្តៅខ្លាំងណាស់សម្រាប់បងឆ្កែ។"," លាសិនហើយបងឆ្មា។ លាសិនហើយបងឆ្កែ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog: Dog Is Cold, author: Elke and René Leisink . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1558":{"id":1558,"language":"km","level":"1","textContent":[" បងឆ្មា បងឆ្កែ និង ភ្លៀង Elke and René Leisink"," នេះគឺបងឆ្មា។"," នេះគឺបងឆ្កែ។"," បងឆ្មា និងបងឆ្កែ កំពុងដេក។ ពួកគេកំពុងដេកក្នុងផ្ទះ។"," យើងអាចមើលឃើញលោកខែ។ យើងអាចមើលឃើញផ្កាយ។ លោកខែ និងផ្កាយ រះនៅលើមេឃ។"," បន្ទាប់មកព្រះអាទិត្យក៏រះឡើង។ បងឆ្មា និង បងឆ្កែ ក្រឡេកតាមមាត់បង្អួច។ ពួកគេឃើញព្រះអាទិត្យ។"," បងឆ្មា និងបងឆ្កែ ស្ពាយកាបូបទៅសាលារៀន។"," បន្ទាប់មកពពកមួយដុំក៏រសាត់មកដល់។ ក្រោយមកពពកពីរដុំទៀតក៏មកដល់។"," ពពកបីដុំទៀតក៏មកដល់។"," បងឆ្មា និងបងឆ្កែ ឃើញតែពពក។ បងឆ្មា និងបងឆ្កែ មិនឃើញព្រះអាទិត្យ។ ក្រោយមក ភ្លៀងក៏ធ្លាក់។ ភ្លៀងធ្លាក់ពីដុំពពក។ ភ្លៀងធ្លាក់លើបងឆ្មា និងបងឆ្កែ។ ភ្លៀងធ្លាក់លើកាបូបពួកគេ។"," បងឆ្មា និងបងឆ្កែ យំ។ ពេលនោះ បងដំរី ក៏ដើរមកដល់។"," បងដំរី ឮបងឆ្មា​ និងបងឆ្កែយំ។ បងដំរី ឃើញមេឃភ្លៀង។ បងដំរីមានឆត្រមួយ។"," បងដំរី ក៏ហុចឆត្រនោះទៅឲ្យបងឆ្មា និងបងឆ្កែ។"," បងឆ្មា ញញឹម។ បងឆ្កែ ក៏ញញឹម។ បងឆ្មា និងបងឆ្កែ ក៏នាំគ្នាថើបបងដំរី។"," បងឆ្មា បងឆ្កែ និងបងដំរី នាំគ្នាដើរទៅសាលារៀន។ ពួកគេបាំងឆត្រដើរកាត់ភ្លៀងទៅសាលារៀន។"," លាហើយបងឆ្មា! លាហើយបងឆ្កែ! លាហើយបងដំរី!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog and the Rain, author: Elke and René Leisink . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1557":{"id":1557,"language":"km","level":"1","textContent":[" នេះគឺម៉េវម៉េវ ហើយនៅក្នុងកញ្ចក់នោះគឺជាខ្ញុំ។"," នេះជាអ្វីដែលខ្ញុំចូុលចិត្តធ្វើ...ហើយនេះជាអ្វីដែលម៉េវម៉េវចូលចិត្តធ្វើ។"," នេះជាកន្លែងដែលម៉េវម៉េវចូលចិត្ត ហើយនោះជាកន្លែងខ្ញុំ។ នៅពេលម៉េវម៉េវ ឃើញកណ្ដុរ វាក៏រត់ដេញតាមភ្លាម។"," ប៉ុន្តែបើខ្ញុំវិញ ដឹងតែរត់គេចពីវាហើយ។"," នៅពេលខ្ញុំរត់តាមកូនឡានបញ្ជា ម៉េវម៉េវក៏រត់ភ្លែតតាមប្រឡោះទ្វារ។"," ពេលម៉ាក់យកទឹកដោះគោឲ្យ យើងទាំងពីរចាប់ផ្ដើមផឹកក្អឹកៗ ហើយភើឮៗ។"," ថ្វីបើយើងចូលចិត្តធ្វើអ្វីផ្សេងគ្នា ប៉ុន្តែយើងចូលចិត្តទឹកដោះគោដូចគ្នា។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story This and That, author: Radha HS . illustrator: Ruchi Shah. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/276-this-and-that © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," នេះ និង នោះ Radha HS"]},"1556":{"id":1556,"language":"km","level":"3","textContent":[" ចំណាន ជាក្មេងចូលចិត្តស្ដាប់រឿងនិទាន។ រាល់យប់ប៉ារបស់គេតែងនិទានរឿងឲ្យគេស្ដាប់។ - ប៉ាៗ កូនចង់ស្តាប់រឿងនិទាន! - កាលពីព្រេងនាយ មានអ្នកកាប់អុសពីរនាក់ប្តីប្រពន្ធមានកូនប្រុស៧នាក់ កូនប្រុសពៅមានមាឌប៉ុនមេដៃ…"," ចំណាន សួរកាត់ - ប៉ាហេតុអ្វីបានជាកូននោះមានមាឌប៉ុនមេដៃ? - មកពីកូននោះញ៉ាំតិច ទើបមិនធំ។ - ហេតុអ្វីបានជាគេញ៉ាំតិច? - មកពីគ្រួសារគេក្រីក្រ។"," គេសួរបន្ត - ចុះហេតុអ្វីបានជាបងៗរបស់គេធម្មតា? - ឥឡូវកូនចង់ស្តាប់រឿងនិទានឬអត់? - កូនចង់ស្តាប់ ! តែកូនសុំរឿងផ្សេង  រឿងនេះកូនស្គាល់ហើយ។"," លោកប៉ាក៏និទានរឿងថ្មីទៀត។ - កាលពីព្រេងនាយ ត្រពាំងបឹងបួខះទឹកអស់។ មានក្អែកមួយក្បាលហើររកទឹកផឹក។ ក្អែកឃើញក្អមមួយមានទឹកកន្លះ។ ក្អែករកវិធីដើម្បីផឹកទឹកក្នុងក្អម…"," ចំណាន សួរបន្តទៀត - បន្ទាប់មកក្អែកពាំគ្រាប់គ្រួសម្តងមួយៗទម្លាក់ក្នុងក្អម ។ ក្អែកហត់ឬអត់ប៉ា? - ឥឡូវកូនចង់ស្តាប់រឿងនិទានឬអត់ ? - កូនចង់ស្តាប់ ! តែកូនសុំរឿងផ្សេង រឿងនេះកូនស្គាល់ហើយ។"," - តើកូននឹងសួរកាត់ប៉ាទៀតឬអត់? - កូនសន្យា!"," លោកប៉ាបើកសៀវភៅចុះឡើងរួចចាប់ផ្តើមនិទាន៖ - មានពេលមួយព្រះអាទិត្យ និងខ្យល់ភ្នាល់គ្នា… - ប៉ា ហេតុអ្វីបានជាព្រះអាទិត្យក្តៅម៉្លេះ ?"," - ក្រែងកូនសន្យាថាឈប់សួរកាត់ហើយ! - អូកូនច្រឡំ! - បានហើយកូន ប៉ាគិតថាកូនស្គាល់រឿងក្នុងសៀវភៅនេះអស់ហើយ! រាត្រីសួស្តីកូន! - បាទប៉ា! ចំណាន តបទាំងមុខស្រពោន។"," គេឱបសៀវភៅរហូតលង់លក់។ គេងកំពុងលក់ ស្រាប់តែចំណានឮសម្រិបបើកសៀវភៅ។ គេក៏ដើរសំដៅទៅទីនោះ។ ចំណាន លាន់មាត់ម្នាក់ឯង មិនមែនប៉ាទេ ។ គឺជាក្មេងស្រីម្នាក់ដែលគេពុំដែលស្គាល់។"," ចំណាន ក៏សួរ៖ - សួស្តី ! តើឯងជាអ្នកណា? ក្មេងស្រីនោះក៏ឆ្លើយ៖ - សួស្តី! កូនដៃ។"," ចំណាន ឆ្ងល់យ៉ាងខ្លាំង គេសួរបន្តទៀត៖ ចម្លែកណាស់! ឯងឈ្មោះកូនដៃឬ? ក្មេងស្រីតប៖ ឯងក៏ចម្លែកដែរ។ នាងដៃ។ ចំណាន ជ្រួញចិញ្ចើម ខ្ញុំមិនមែនជានាងដៃទេ! ឯងមកពីណា? ក្មេងស្រីនៅតែបន្តឆ្លើយខុស សំណួរដដែល៖ - ដៃកណ្តាល។"," ចំណាន ក៏សួរបញ្ជាក់៖ - ហេតុអ្វីឯងមិនឆ្លើយសំណួរខ្ញុំ? - ចង្អុលដៃ។ - អត់មានអ្វីទាក់ទងនឹងម្រាមដៃទេ! តើឯងមកពីណា? - មេដៃ។"," ចំណាន ទើសចិត្តយ៉ាងខ្លាំង - ទៀតហើយ ហេតុអ្វីឯងមិនឆ្លើយសំណួរខ្ញុំអ៊ីចឹង ? ឯងមិនចូលចិត្តសំណួរទេមែនទេ? ខ្ញុំមិនរំខានឯងទេ តែខ្ញុំយកសៀវភៅខ្ញុំវិញ។ ចំណាន ឈោងដៃយកសៀវភៅទាំងមិនសប្បាយចិត្ត។"," ក្មេងស្រីប្រែទឹកមុខទៅជាញញឹមហើយនិយាយ៖ - អរគុណឯងហើយ ដែលព្យាយាមសួរសំណួរបើទោះជាគ្មានចម្លើយ។ ខ្ញុំជាតួអង្គក្នុងសៀវភៅរឿង។ - ហេតុអ្វីបានជាមុននេះឯងមិនឆ្លើយសំណួរខ្ញុំ? - ខ្ញុំជាព្រះនាងតមសំណួរ តួអង្គយាយធ្មប់បានហាមពួកយើងមិនឱ្យឆ្លើយ។"," ចំណាន រឹតតែចង់ដឹង - ចុះហេតុអ្វីបានជាឯងឆ្លើយបានពេលនេះ? ក្មេងស្រីនោះក៏តបដោយញញឹម - ពីព្រោះឯងសួរលើសពីប្រាំសំណួរហើយ។ វាលើសម្រាមដៃម្ខាងរបស់យាយធ្មប់ហើយ។"," ចំណាន ត្រេកអរណាស់ក៏សួរទៀត៖ - ហេតុអ្វីឯងមកទីនេះ? - ខ្ញុំអផ្សុក។ ខ្ញុំចង់ស្តាប់រឿងនិទានរបស់ប៉ាឯង។ តែឯងសួរកាត់រហូត។ ចំណាន សើច ព្រោះគេសួរកាត់រហូតមែន។"," ចំណាន ក៏ទាញសៀវភៅមកកាន់។ - បើឯងចង់ស្តាប់ខ្ញុំនឹងនិទានឱ្យឯងស្តាប់។ - ពិតមែនឬ? ខ្ញុំចង់ស្តាប់។ ក្មេងស្រីតបទាំងត្រេកអរ។"," ចំណាន ក៏ចាប់ផ្តើមនិទានរឿងចៅប៉ុនមេដៃ។ គេនិទានរឿងផង ធ្វើកាយវិការផង។ ព្រះនាងតមសំណួរខំប្រឹងស្ដាប់យ៉ាងជក់ចិត្ត។ ពួកគេសប្បាយចិត្តខ្លាំងណាស់។"," ស្ដាប់យូរទៅព្រះនាងតមសំណួរក៏ងងុយគេង។ - អរគុណសម្រាប់ការនិទានរឿង! តែខ្ញុំងងុយគេងហើយ! - រាត្រីសួស្តីព្រះនាងតមសំណួរ! ខ្ញុំក៏ងងុយគេងដែរ។ ទីបំផុត ចំណាន និងព្រះនាងតមសំណួរក៏គេងលក់ទៅ។"," ពេលភ្ញាក់ឡើង ចំណាន រកមើលព្រះនាងតមសំណួរមិនឃើញ។ លោកប៉ាក៏ចូលមកដល់។ - កូនរកអីហ្នឹង? - អត់រកអីទេប៉ា! - ឆាប់ឡើង ស្លៀកពាក់ទៅសាលាកូន!"," ចំណាន ងាកមកញញឹមដាក់សៀវភៅរឿងនិទាន។ ក្រោយមក ចំណានក៏ស្រស់ស្រូបអាហារពេលព្រឹក។ បន្ទាប់ពីរួចមក លោកប៉ាក៏នាំ ចំណាន ទៅសាលា។"," យប់បន្ទាប់ ចំណាន ក៏និយាយទៅកាន់លោកប៉ាថា - ប៉ាយប់នេះកូននឹងនិទានរឿងឱ្យប៉ាស្តាប់វិញ។ - រឿងអ្វី? - រឿងព្រះនាងតមសំណួរ។ យប់នោះលោកប៉ា និងចំណាន រីករាយយ៉ាងខ្លាំង។ ចប់"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The Storybook Princess, author: Prum Kunthearo . illustrator: Seng Visoth. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ព្រះនាងតមសំណួរ Prum Kunthearo"]},"1555":{"id":1555,"language":"km","level":"3","textContent":[" រឿងសម្ងាត់របស់ព្រះរាជា Kuzhali Manickavel"," ស្របពេលដែលអ្នកនិពន្ធ ជាងគំនូរ និងអ្នកបោះពុម្ពសៀវភៅនេះលើកទឹកចិត្ត និងគាំទ្រការបកប្រែសៀវភៅនេះជាភាសាផ្សេងៗក៏ដោយ ពួកគេក៏សំណូមពរសូមអោយការកែប្រែផ្នែកសំខាន់ៗនៃអត្ថបទស្ថិតក្នុងកម្រិតអប្បបរមាប៉ុណ្ណោះ។"," កាលពីព្រេងនាយមានស្តេចមួយអង្គមានបុត្រាមួយអង្គដែលមានត្រចៀកគោ។"," ព្រះរាជាមានសេចក្តីអៀនខ្មាសដោយសារព្រះរាជបុត្រ ហើយលាក់ទ្រង់ទុកនៅក្នុងបន្ទប់ដាច់ពីគេមួយនៅក្នុងរាជវាំង។"," មិនយូរប៉ុន្មាន វេលានៃពិធីកោរព្រះកេសាក៏បានមកដល់។ ព្រះរាជាបានហៅជាងកាត់សក់ប្រចាំរាជវាំងពីនគរផ្សេងមក ហើយពិធីនោះត្រូវបានធ្វើឡើងជាសម្ងាត់។"," ក្រោយបញ្ចប់ពិធី ព្រះរាជាបានកោះហៅជាងកាត់សក់នោះទៅដំណាក់ផ្ទាល់ខ្លួនរបស់ព្រះអង្គ ហើយគំរាមគាត់ថា​« មិនត្រូវប្រាប់អ្នកណាម្នាក់ពីត្រចៀករបស់ព្រះរាជបុត្រឡើយ។ បើសិនជាឯងហ៊ាននោះ យើងនឹងបោះឯងចូលទៅក្នុងគុកងងឹត!»។"," ជាងកាត់កេសាបានសន្យាមិននិយាយពីរឿងនេះប្រាប់នរណាម្នាក់ឡើយ។ ប៉ុន្តែព្រះអើយ បុរសជាជាងកាត់កេសានោះជាមនុស្សមាត់ដាច។ ប៉ុន្មានថ្ងៃក្រោយមក ពោះរបស់គាត់ក៏ចាប់ផ្តើមប៉ោងធំឡើងៗ។ ជាងកាត់កេសាបានគិតថា «ខ្ញុំត្រូវតែប្រាប់អ្នកណាម្នាក់ពីការសម្ងាត់នេះ បើ មិនអញ្ជឹងទេពោះរបស់ខ្ញុំនឹងបែកជាមិនខានឡើយ»"," ស្រាប់តែពេលនោះ គាត់បានគិតឃើញគំនិតដ៏អស្ចារ្យមួយ។ គាត់ក៏បានដើរទៅកាន់ដើមឈើចំណាស់មួយដើម​ហើយខ្សឹបប្រាប់ដើមឈើនោះពីការសម្ងាត់​នោះភ្លាម។ រំពេចនោះ ពោះរបស់គាត់ក៏ស្រកទៅដូចដើមវិញ ហើយគាត់ក៏មានអារម្មណ៍ធូរស្រាល។ ជាងកាត់កេសានោះគិតថា «ដើមឈើមួយដើមនេះ ពិតជាអាចរក្សាការសម្ងាត់នេះបានជាក់ជាមិនខាន»។"," ប៉ុន្មានថ្ងៃក្រោយមក មានបុរសជាអ្នកវាយស្គរម្នាក់បានដើរឆ្លងកាត់ទីនោះ ដើម្បីស្វែងរកឈើល្អៗយកមកធ្វើស្គរថ្មី។ គាត់ក៏បានមកឈប់ចំពីមុខដើមឈើដែលជាងកាត់កេសាបានខ្សឹបប្រាប់ពីការសម្ងាត់នោះ។"," «ពិតជាអ្វីដែលខ្ញុំកំពុងរកមែន!» គាត់បានគិតក្នុងចិត្ត ដោយសម្លឹងមើលទៅកាន់ដើមឈើនោះ។"," មិនយូរប៉ុន្មាន គាត់ក៏ធ្វើបានស្គរថ្មីមួយ ហើយបានធ្វើដំណើរទៅកាន់រាជវាំងដើម្បីច្រៀងថ្វាយព្រះរាជា។"," អ្នកយាមទ្វាររីករាយជាខ្លាំងនៅពេលបានឃើញបុរសនោះមកដល់។ «ចូរអ្នកច្រៀងចម្រៀងណាដែលធ្វើអោយព្រះរាជាសប្បាយចិត្ត» អ្នកយាមទ្វារបាននិយាយទៅកាន់បុរសនោះ។ «ថ្ងៃនេះទ្រង់មិនសប្បាយក្នុងព្រះទ័យទេ»។"," ភ្លាមៗនោះ ស្គរបានចាប់ផ្តើមច្រៀងដោយខ្លួនឯង។ «ខ្ញុំមានការសម្ងាត់មួយដែលគ្មាននរណាម្នាក់គួរដឹងឡើយ។ ព្រះបុត្រារបស់ព្រះរាជាមានព្រះកាណ៌គោ!»"," អ្នកយាមទ្វារក៏ស្ទុះមកទាញយកស្គរនោះ ហើយថែមទាំងស្រែកដាក់បុរសវាយស្គរផងដែរ។ អ្នកយាមទ្វារបាននិយាយថា «គ្មាននរណាម្នាក់អាចទម្លាយអាថ៌កំបាំងរបស់ព្រះរាជាបានទេ» ។ «ឆាប់រត់ចេញឲ្យឆ្ងាយទៅ មុនពេលដែលមានគេចាប់អ្នក!» ប៉ុន្តែវាយឺតពេលទៅហើយ។"," ព្រះរាជាបានឮចម្រៀងនោះរួចទៅហើយ ហើយទ្រង់ក៏បានបញ្ជាអោយអ្នកយាមនាំយកបុរសវាយស្គរនោះចូលគាល់។"," បុរសវាយស្គរដ៏កំសត់ត្រូវបានគេអូសចូលទៅក្នុងទីជំនុំជំរះ។ «ចូរបោះបុរសនេះចូលទៅក្នុងគុកក្រោមដីទៅ!» ព្រះរាជាបានស្រែកទាំងកំហឹងឡើង។ ចំណែកអ្នកយាមទ្វារក៏បានទូលថា «ប៉ុន្តែតាមពិតគាត់មិនមែនជាអ្នកច្រៀងទេ។ ស្គររបស់គាត់ទេតើ ដែលជាអ្នកច្រៀងនោះ ក្រាបទូល»។"," «បើអញ្ជឹង ចូរបោះស្គរនោះចូលទៅក្នុងគុកក្រោមដីដែរទៅ» ព្រះរាជាស្រែកបញ្ជា។ «ហើយចូរដាក់ទោសអ្នកទាំងនោះ ដែលបានឮការសម្ងាត់របស់យើងផង!» ព្រះអង្គខ្ញាល់ខ្លាំងណាស់រហូតពុកមាត់របស់ទ្រង់ឡើងញ័រ។"," អ្នកយាមបានឈានជើងទៅមុខយ៉ាងក្លាហាន ហើយទូលថា « ក្រាបទូលព្រះអង្គ បើអញ្ជឹងមែននោះ ព្រះអង្គគួរតែបោះប្រជារាស្រ្តរបស់ព្រះអង្គមួយនគរចូលទៅក្នុងគុកក្រោមដីផងដែរទៅ ក្រាបទូល ត្បិតអីពួកយើងសុទ្ធតែដឹងពី​ការសម្ងាត់របស់ព្រះអង្គគ្រប់គ្នា»។"," ព្រះរាជាភ្ញាក់ផ្អើលជាខ្លាំង។ គាត់សម្លឹងទៅកាន់មន្ត្រីដែលគាត់ទុកចិត្តបំផុត ហើយសួរថា «តើរឿងនេះពិតមែនដែរទេ?»។ លោកមន្ត្រីបានឆ្លើយតបថា «ក្រាបទូល ព្រះអង្គ នេះជាការពិត»។ «ទូលព្រះបង្គំយើងខ្ញុំទាំងអស់គ្នា មិនហ៊ាននិយាយអ្វីទេ ព្រោះយើងមិនចង់អោយព្រះអង្គមិនសប្បាយព្រះទ័យ»។"," ព្រះរាជាមានក្តីអាម៉ាស់ជាខ្លាំង។ ទ្រង់ក៏ដឹងខ្លួនថាទ្រង់ពិតជាបិតាដ៏ឃោរឃៅមែន ដែលបានបង្ខាំងបុត្រាខ្លួនទុកជាច្រើនឆ្នាំ។"," ទ្រង់ក៏បានរៀបចំក្បួនដង្ហែរដ៏ពិសេសមួយ ហើយនាំព្រះបុត្រាទស្សនាជុំវិញព្រះនគរ។ ប្រជារាស្ត្របានអបអរសាទរ និងគ្រវីដៃទៅកាន់ព្រះរាជបុត្រា បើទោះបីជាព្រះអង្គមានព្រះកាណ៌ដូចសត្វគោក៏ដោយ។"," នៅថ្ងៃបន្ទាប់ ព្រះរាជាបានប្រកាសឲ្យមានថ្ងៃសម្រាកមួយ។ អ្នកយាមទ្វារបានដឹកនាំក្បួនដង្ហែរដោយមានបុរសជាអ្នកវាយស្គរនៅបន្ទាប់ វាយស្គរថ្មីរបស់គាត់ហែរហមជាមួយផងដែរ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The King's Secret, author: Kuzhali Manickavel . illustrator: Emanuele Scanziani. Published by Adapted by BookBox, https:\/\/youtu.be\/uhPsNbSlksM © Adapted by BookBox. Released under CC BY-NC-SA 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC-SA 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0\/"]},"1554":{"id":1554,"language":"km","level":"3","textContent":[" ដូចគ្នា ឬ ខុសគ្នា Roopa Pai"," ម៉ែចាបរៀបចំខ្ចប់ប្រអប់អាហារក្នុងកាតាបឱ្យកូនយកទៅសាលារៀន រួចលើកស្លាបឱបកូន ហើយបានផ្ដាំកូនថា «ទៅរៀនឱ្យសប្បាយណាកូន! ត្រូវយកចិត្តទុកដាក់រៀនសូត្រ និងត្រូវចេះគួរសមផង!»។ កូនចាបសើច «ហាស​ហា... ម៉ែនិយាយដដែលៗរាល់តែថ្ងៃ!»។"," ហើយម៉ែចាបនិយាយទៀតថា «ចូរចាំណាកូន! នៅឱ្យឆ្ងាយពីសត្វពស់។ ពស់មិនដូចយើងទេ»។ កូនចាបមិនចង់ឮម៉ែវានិយាយបែបនេះទេ។ ពស់ជាមិត្តល្អបំផុតរបស់វា។ តែម៉ែវាមិនចូលចិត្តសត្វពស់ឡើយ។ ម្ដាយរបស់វាតែងនិយាយថា «ពស់ស៊ីសត្វចាប។ ចាប និងពស់មិនអាចធ្វើជាមិត្តនឹងគ្នាបានទេ»។"," នៅផ្នែកម្ខាងទៀតនៃទីក្រុង ឪពស់ក៏កំពុងរៀបចំប្រអប់អាហារ ដែលមានសុទ្ធតែពងចាប។ ឪពស់និយាយដោយ​មោទនភាពថា «ថ្ងៃនេះ យើងមានម្ហូបពិសេស»។ កូនពស់បានស្រែកតបទាំងមិនសប្បាយចិត្តថា «តែកូនមិនចូលចិត្តញ៉ាំពងចាបទេ!»។"," ឪពស់និយាយយ៉ាងម៉ឺងម៉ាត់ថា«អម្បូរពស់របស់យើងតែងតែស៊ីស៊ុតជាអាហារតាំងពីដើមមកហើយ។ ឥឡូវឆាប់ចេញទៅសាលាទៅ ហើយត្រូវចាំថាត្រូវនៅឱ្យឆ្ងាយពីពពួកចាប!»។ ពស់ជាកូនបានវារចេញទាំងកំហឹង។ ឪស្រែកបន្ថែមទៀតថា​«ចាបខុសពីយើង។ កូនមិនអាចរាប់អានមិត្តដែលជាចំណីរបស់ខ្លួនបានទេ»។"," នៅពេលសត្វពស់បានជួបសត្វចាបនៅសាលា ពួកគេបានដឹងពីរឿងនេះ។ កូនពស់សួរថា «ម៉ែរបស់ឯងនិយាយថា...» កូនចាបបានងក់ក្បាល។ «ឪរបស់ឯងនិយាយដូចគ្នាមែនទេ?» កូនពស់ងក់ក្បាល។ កូនពស់និយាយថា «ម៉ែ និងឪរបស់ពួកយើងគិតខុសហើយ ចាប។ តោះធ្វើឱ្យ​ពួកគាត់ឃើញថា យើងមានលក្ខណៈ​ដូចគ្នាច្រើនជាងលក្ខណៈខុសគ្នា»។"," កូនចាបនិយាយថា «គំនិតល្អ តោះ​យើង!»។ នាងបានទាញក្រដាសមួយសន្លឹកចេញមក ហើយ​គូររង្វង់ពីរ - ដូចរូប​ខាង​លើ។"," កូនចាបនិយាយថា «នៅក្នុងរង្វង់ខាងឆ្វេងពណ៌លឿង យើងសរសេរអ្វីដែលទាក់ទងនឹង​ សត្វចាប។ នៅក្នុងរង្វង់ខាងស្ដាំពណ៌ខៀវ យើងសរសេរអ្វីដែលទាក់ទងនឹង សត្វពស់។ ទាំងនេះគឺជាភាពខុសគ្នារវាងសត្វពស់ និងសត្វចាប»។ ពស់ឆ្ងល់ថា «ខ្ញុំគិតថា ​ក្រែងយើងស្វែងរកចំណុច​ដែល​យើង​មាន​ដូចគ្នាអ្ហី!»។ សត្វចាបបានញញឹម រួចនិយាយថា «វាគឺសម្រាប់ផ្នែកកណ្ដាល ពណ៌បៃតង»។"," កូនចាបនិយាយថា «ដំបូងសាករកនឹកពីរូបរាងរបស់ពួកយើង។ ដូចគ្នា ឬខុសគ្នា?»។ ពស់ដកដង្ហើម​រួច​ឆ្លើយថា​ «ខុស​គ្នា​ឆ្ងាយ​ណាស់។ ខ្ញុំមានរូបរាងវែង គ្មានរោម ហើយស្គម។ ចំណែកឯងមានមាឌតូចមូល​ និង​មាន​រោម​ទន់​ល្មឿយ»។ កូនចាបនិយាយថា «ឯងនិយាយត្រូវ។ ខ្ញុំមានរោមទន់ដូច​សំឡី​»​។ ចាប​ក៏​គូរ​រូប​ដុះសំឡី​ក្នុងរ​ង្វង់​ពណ៌​លឿង។ រួច​និយាយ​បន្តថា «ចំណែកឯងមានរាងដូចជាខ្សែពួរ»។ នាងក៏គូររូបខ្សែពួរក្នុងរង្វង់ពណ៌ខៀវ។"," កូន​ចាប​និយាយ​ថា «ពេលនេះ មក​មើល​ពី​​ការ​ធ្វើ​ដំណើរ​វិញ​ម្តង តើពួកយើងផ្លាស់ទីដោយដូចម្តេច?»។ ពស់បាននិយាយយ៉ាងក្រៀមក្រំថា «ឯងហោះហើរខ្ពស់ ចំណែកខ្ញុំវិញ វារនៅលើដី»។ កូនចាបបានបន្តថា «និយាយទៅខ្ញុំអាចហោះបានដូចជាយន្តហោះ ​ចំណែកឯងវិញ វារដូចជារថភ្លើង។»"," ពស់ដកដង្ហើមធំ។ ចាបនិយាយយ៉ាងលឿនថា «រឹងមាំឡើងពស់​ តោះ ​ឥឡូវ​រក​មើល​ថា​ យើង​ស៊ី​​អ្វី?»។ ពស់និយាយទាំងទឹកភ្នែករលីងរលោង «យើងស៊ីអាហារខុសគ្នាខ្លាំងណាស់ តែខ្ញុំមិនបរិភោគពងចាបនោះទេ»។"," ចាបបាននិយាយយ៉ាងទន់ភ្លន់ថា «ខ្ញុំដឹង»។ ប៉ុន្តែពេលនេះវាមើលទៅដូចជា ស្រងូតស្រងាត់ដូចគ្នា។ «គ្រាប់ និងស្មៅ» នាងបាននិយាយស្របពេលនាងបានគូរនៅក្នុងរចំណិតរង្វង់ពណ៌លឿង។ «កង្កែប និងកណ្តុរ» នាងបានគូរនៅក្នុងចំណិតរង្វង់ពណ៌ខៀវ។"," «អ្ហា៎...!\"» កូនចាប និងកូនពស់ភ្ញាក់​ ពេលបានឃើញលោកនាយកដំរីមកដល់ ។ ពេលនោះលោកនាយកដំរី បានសួរទៅកូនចាប និងកូនពស់ថា​ «មើលទៅកូនៗដូចជាមិនសប្បាយចិត្តសោះ។ តើកូនៗមានរឿងអ្វីកើត​ឡើងមែនទេ?»។ កូនពស់ឆ្លើយទាំងអួលដើមកថា «ឪខ្ញុំ និងម៉ែចាបនិយាយថា យើងមិនអាចធ្វើជាមិត្ត​នឹងគ្នាបានទេ ពីព្រោះពួកយើងខុសគ្នា»។ កូនចាបនិយាយថា «ពួកខ្ញុំចង់បង្ហាញប្រាប់ឪពុកម្តាយរបស់​ពួកយើងថា ពួកយើងមានចំណុចដូចគ្នាច្រើនជាងចំណុចខុសគ្នា ហើយពួកយើងអាចធ្វើជាមិត្តភក្តិនឹងគ្នាបាន។ ប៉ុន្តែ វាដូចជាមិនបានផលសោះ»។ លោកនាយកដំរីបានទាញមើលក្រដាសដែល កូនចាបបានគូរមួយសន្ទុះ ក៏សើច។ កូនចាប និងកូនពស់បានសម្លឹងមើលលោកនាយក។ តើមានអ្វីគួរឱ្យអស់សំណើចមែនទេ? ទីបំផុត លោកនាយកក៏ជូតទឹកភ្នែក ហើយនិយាយថា «កូនៗមើលមិនឃើញទេអី? កូនៗធ្វើបែបនេះមិនត្រូវទេ! ចាំខ្ញុំជួយពួកឯង!»។"," លោកនាយកសាលាបានអង្គុយលើកៅអី រួចនិយាយថា «មើល៍កូនពស់! ឯងចូលចិត្តធ្វើអ្វីបំផុត?» ពស់និយាយថា «ចូលចិត្តលេងកម្សាន្ត និង​ជជែកគ្នា ជាពិសេសជាមួយចាប»។"," លោកនាយកសួរទៅកូនចាបថា «ចុះឯងវិញ?»។ កូនចាបបានឆ្លើយតបមកវិញថា «ខ្ញុំក៏ចូលចិត្តនិយាយ និងលេងដែរ​ ជាពិសេសជាមួយពស់»។ «ល្អ! អ៊ីចឹងកូនទាំងពីរចូលចិត្តរបស់ដូចគ្នា»។ និយាយចប់លោកនាយកដំរីក៏គូរ​រូបនៅផ្នែកពណ៌បៃតង។​​​ លោកនាយកសួរបន្តថា «សំណួរបន្ទាប់ តើអ្វីដែលនាំឱ្យកូនទាំងពីរសប្បាយចិត្ត?»។ កូនពស់ឆ្លើយថា «នៅពេលដែលអ្នកគ្រូឱ្យខ្ញុំអង្គុយនៅជិតចាប» ហើយវាក៏សើច ស្របពេលជាមួយកូនចាបក៏ឆ្លើយទាំងទះដៃថា «ដូចគ្នា ដូចគ្នា លោកនាយក!»។"," លោកនាយកស្រែកថា «អីយ៉ា! កូនទាំងពីរពិតជាមានចំណុចសប្បាយចិត្តដូចគ្នា។ ពណ៌បៃតង!»។ លោកនាយកដំរីសួរបន្តថា «ឥឡូវ តើអ្វីដែលធ្វើឱ្យកូនទាំងពីរមិនសប្បាយចិត្ត?»។  កូនពស់ក៏ឆ្លើយទាំងមិនសប្បាយចិត្តថា «នៅពេលដែលឪរបស់ខ្ញុំមិនឱ្យខ្ញុំលេងជាមួយចាប។» ហើយកូនចាបក៏ឆ្លើយទាំងទឹកមុខមិនសើចដែរថា «នៅពេលម៉ែប្រាប់មិនឱ្យខ្ញុំលេងជាមួយពស់»។ លោកនាយកជ្រួញចិញ្ចើម ហើយនិយាយថា «មើលចុះ! កូនទាំងពីរមិនសប្បាយចិត្តនូវរឿងដូចគ្នា មកពីឪពុកម្តាយរបស់កូនៗ​ហាមមិនឱ្យកូនៗ​លេងជាមួយគ្នា។ពណ៌បៃតងទៀត»។"," លោកនាយកនិយាយថា «ឥឡូវ តើកូនៗគិតថា មិត្តបែបណាដែលជាមិត្តល្អ?»។ ពស់ចាប់ផ្ដើមនិយាយថា «មិត្តល្អជាមិត្តដែលស្រលាញ់យើង...» ហើយ​សត្វចាបនិយាយបញ្ចប់ថា «...ទោះបីជាយើងខុសគ្នាក៏ដោយ!»។ លោកនាយកនិយាយបន្តថា «ដូច្នេះ កូនៗយល់ស្របថា មិត្តពិតប្រាកដ គឺ​ស្រលាញ់យើង ទោះ​មានបញ្ហា​អ្វីក៏ដោយ។ អ៊ីចឹងយើងទទួលបានភាពដូចគ្នាចំនួន៤ និង​ភាពខុសគ្នាតែ៣ប៉ុណ្ណោះ។ ភាពដូចគ្នាជាអ្នកឈ្នះ!»"," «ជយោ!​» កូនចាប និងកូនពស់ស្រែកហ៊ោ ហើយនាំគ្នានិយាយថា «អរគុណ» ទៅលោកនាយក។ លោកនាយកនិយាយដោយមឺុងម៉ាត់ថា «អឺ មិនអីទេ! ហើយរឿងចុងក្រោយ គឺទៅប្រាប់ឪពុកម្តាយកូនៗ​ឱ្យមកជួបលោកនាយកនៅព្រឹកស្អែក»។"," និយាយឱ្យខ្លី! ការបែងចែក និងចាត់តាមក្រុមគឺជា ជំនាញសំខាន់នៅក្នុងគណិតវិទ្យា។ ដូច្នេះដើម្បីធ្វើវាបានល្អ មិត្តត្រូវសួរសំណួរជាក់លាក់ដូចជា ៖ ទី១ អ្វីជាភាពដូចគ្នា? អ្វីជាភាពខុសគ្នា? ទី២ តើចំណុចដូចគ្នានោះ​ដូចគ្នារបៀបណា?​ តើចំណុចខុសគ្នានោះខុសគ្នារបៀបណា? ទី៣ តើចំណុចដែលដូចគ្នានោះ​អាចចាត់ចូល​បានប៉ុន្មានរបៀប?"," ឥឡូវនេះសាកល្បងគិតរកវិធីខុសៗគ្នាដែលប្អូនអាចបែងចែក និងចាត់ចូលក្រុមផ្សេងៗ​គ្នាបាន ​តាមរយៈ​តុក្កតាខាងលើ។ ប្អូនអាចបែងចែក​ដោយផ្អែកលើពណ៌តុក្កតាដូចជា តុក្កតាដែលមានពណ៌ខៀវដាក់ក្នុងមួយរង្វង់ ពណ៌លឿងដាក់ក្នុងមួយរង្វង់។ ចំណែកឯទំហំរបស់តុក្កតាវិញ តុក្កតាតូចដាក់ក្នុងមួយរង្វង់ តុក្កតាធំ​ដាក់ក្នុង​មួយរង្វង់ ។ ចំណុចមួយទៀតផ្អែកទៅលើចលនារបស់តុក្កតា​​ ដូចជាសត្វដែលដើរ ខុសពីសត្វដែលហោះ។​ ដូច្នេះ ចូរប្អូនសាកល្បងបែងចែក និងចាត់តាមក្រុមខុសៗគ្នា។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Same Same or Different, author: Roopa Pai . illustrator: Rohit Kelkar. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/10963-same-same-or-different © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1553":{"id":1553,"language":"km","level":"1","textContent":[" នាព្រឹកមួយ គីជូបានភ្ញាក់ពីព្រលឹម ហើយនិយាយទាំងស្ងាបថា \"ដល់ពេលទៅស្ទូចត្រីហើយ\"។"," គីជូបានជួបឆូរ៉ូតាមផ្លូវទៅកាន់ស្រះទឹក។ ពួកគេទាំងពីរជាមិត្តល្អដែលតែងតែលេងជាមួយគ្នារាល់ថ្ងៃ។"," មូនីយ៉ាបានឃើញពួកគេដើរដោយកាន់សន្ទូចក្នុងដៃ។ ពួកគេនិយាយទៅកាន់មូរីយ៉ាថា \"ពួកយើងកំពុងដើរទៅស្រះដើម្បីស្ទូចត្រី។ ឯងចង់ទៅជាមួយពួកយើងទេ?\""," នាងតូច មូនីយ៉ាក៏បានគិតមួយសន្ទុះ ហើយឆ្លើយថា \"កុំធ្វើឣ៊ីចឹងអី! ត្រីនឹងងាប់ ប្រសិនបើគ្មានទឹក\"។"," គីជូនិងឆូរ៉ូ​ មិនបានស្ដាប់អ្វីដែល នាងតូចមូនីយ៉ាបាននិយាយនោះទេ។ ពួកគេក៏ដើរតម្រង់ទៅស្រះទឹកតែម្ដង។"," គីជូ និងឆូរ៉ូ កំពុងអង្គុយស្ទូចត្រីនៅមាត់ស្រះ។ ភ្លាមនោះ ស្រាប់តែមានត្រី២​ក្បាល​ហែល​កាត់​ផ្លែ​សន្ទូច​របស់​ពួកគេ ។​​ ត្រី​មួយក្បាល​តូច​ និង​​ មួយ​ក្បាល​ទៀត​ធំ។​"," មួយសន្ទុះក្រោយមក ក៏មានត្រីមួយក្បាលទៀតហែលចូលមក។ វាគឺជាត្រីដ៏ធំមួយ ដែលគីជូ និងឆូរ៉ូមិនធ្លាប់បានឃើញពីមុនមកឡើយ ដែលធ្វើឲ្យពួកគេភ្ញាក់ផ្អើល។ ​មូនីយ៉ានិយាយទាំងអស់សំណើចថា៖ \"វាធំជាងជើងរបស់ឪពុកយើងទៅទៀត។"," គីជូ និងឆូរ៉ូកាន់ដងសន្ទូចរបស់ពួកគេយ៉ាងណែន។ គីជូបានស្រែកថា \"ត្រីរបស់ខ្ញុំ!\" ចំណែកឯឆូរ៉ូក៏ស្រែកដែរថា \"ទេ... ត្រីរបស់ខ្ញុំទេ!\""," គីជូ ប្រឹងទាញដងសន្ទូចរបស់ខ្លួនយ៉ាងខ្លាំង... ចំណែកឯឆូរ៉ូវិញក៏បានខំប្រឹងទាញសន្ទូចរបស់គេខ្លាំងជាងគីជូទៅទៀត..."," ផោះ! សន្ទូចរបស់ពួកគេទាំងពីរបានលាន់ឮសំឡេងបាក់សូរផូសៗ។ គីជូបានដួលលើដីឮសូរតែព្រូស។ ចំណែកឯឆូរ៉ូវិញ ក៏បានធ្លាក់ចូលទៅក្នុងស្រះឮសូរតែប្រូង។"," មានរឿងអ្វីកើតឡើង? តើអ្នកគិតយ៉ាងម៉េចដែរ? ការពិត ត្រីទាំងនោះពាំខ្សែសន្ទូចរបស់គីជូ និងឆូរ៉ូចងភ្ជាប់នឹងថ្ម!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story \"My fish!\" \"No, my fish!\", author: Suraj J Menon . illustrator: Soumya Menon. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/49-my-fish-no-my-fish © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ដំណើរស្ទូចត្រីរបស់សម្លាញ់បីនាក់ Suraj J Menon"]},"1552":{"id":1552,"language":"km","level":"1","textContent":[" សួស្ដី Jennie Marima"," ខ្ញុំឈ្មោះឡូឡូ។  ខ្ញុំមានមិត្តច្រើនណាស់។ តោះមកសួស្តីពួកគេជាមួយខ្ញុំ!"," សួស្តីព្រះអាទិត្យ ធំហើយចែងចាំង! អ្នកធ្វើឱ្យពេលថ្ងៃមានពន្លឺត្រចះត្រចង់។"," សួស្តីស្មៅ ទន់ហើយបៃតងខ្ចី! អ្នកឱ្យកន្លែងសម្រាប់ពួកយើងលេង។"," សួស្ដីមេឃ ធំល្វឹងល្វើយហើយខៀវស្រងាត់!​ អ្នកធ្វើឱ្យពិភពលោកពេញទៅដោយពណ៌ខៀវ។"," សួស្តីព្រះចន្ទ នៅក្នុងទីងងឹត! អ្នកធ្វើឱ្យពេលយប់មិនសូវងងឹតទេ។"," សួស្តីផ្កាយ ធំហើយភ្លឺ!  អ្នកធ្វើឱ្យពេលយប់មានភាពស្រស់បំព្រង។"," សួស្ដីខ្យល់ ខ្លាំងហើយរំភាយផាត់! អ្នកបក់អ្វីៗដែលនៅជុំវិញ ហើយធ្វើឱ្យត្រជាក់។"," សួស្ដីភ្លៀង កំពុងបង្អុរចុះមក!​ អ្នកនាំទឹកមក និងភាពត្រជាក់មកស្រោចស្រពដីរបស់យើង។"," សួស្ដីផ្លេកបន្ទោរ ចាំងពីលើមេឃខ្ពស់!​ ពន្លឺដ៏ភ្លឺចាំងចែងរបស់អ្នក ធ្វើឱ្យយើងភ័យខ្លាច។​ សួស្ដីផ្គរ គ្រហឹមឡើងក្នុងពេលភ្លៀង។ អ្នកបន្លឺសំឡេងផាំងៗឮខ្ទររន្ទឺខ្លាំង។"," សួស្តីសន្សើម ដំណក់ទឹកតូចៗ! អ្នកធ្វើឱ្យផ្ទៃដីទន់ហើយសើម។"," សួស្តីដើមឈើ ធំហើយរឹងមាំ! អ្នកផ្តល់ឱ្យយើងនូវម្លប់ និងផ្លែសម្រាប់ញុាំ។"," សួស្ដីចាប ហោះហើរនៅលើមេឃ! អ្នកកំដរពេលថ្ងៃដោយសំនៀងគួរជាទីគាប់ចិត្ត។"," សួស្ដីអ្នកអានសៀវភៅនេះ!​ ឥឡូវនេះ អ្នកបានជួបមិត្តភក្ដិរបស់ខ្ញុំហើយ សូមជួយណែនាំមិត្ដភក្ដិរបស់អ្នក ឱ្យខ្ញុំបានស្គាល់ផង!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Hello, author: Jennie Marima . illustrator: Imile Wepener. Published by Book Dash, http:\/\/bookdash.org\/hello-rox-jaden-palmer-imile-wepener-jennie-marima\/ © Book Dash. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1551":{"id":1551,"language":"km","level":"3","textContent":[" ថ្ងៃស្អែកជាថ្ងៃខួបកំណើតរបស់ខ្ញុំ។ វាជាថ្ងៃដ៏ពិសេសដែលខ្ញុំចង់ឱ្យផ្កាយ ព្រះចន្ទ និងព្រះអាទិត្យជូនពរដល់ខ្ញុំ។"," ពេលខ្ញុំភ្ញាក់ពីគេងនៅពេលព្រឹក ហើយសម្លឹងទៅអ្វីដែលខ្ញុំបានឃើញ វាជារ៉ុកកែតមួយចាំនៅខាងក្រៅ ខ្ញុំព្យាយាមលាក់ការសប្បាយរបស់ខ្ញុំ។ រ៉ុកកែតចាប់ផ្ដើមឆេះឡើង។ កាតាបរបស់ខ្ញុំបានរៀបចំហើយឡើងពេញ។ «វ៉េវ!» វារោទ៍ ហើយបាញ់ឡើង។ ខ្ញុំជាអវកាសចរ លោកស្រីហ្គុល! ឆ្មារបស់ខ្ញុំ វាខ្លាចឡើងញ័រខ្លួន។ ក្បាលរបស់ខ្ញុំវិលចុះវិលឡើង។ មួយសន្ទុះក្រោយមក ពួកយើងក៏បានហោះផុតពីដី។"," ប្រាំមួយម៉ោងក្រោយមក ទីនេះគឺជាផ្ទះថ្មីរបស់ខ្ញុំ នៅខាងក្រៅអាកាស។ ពួកគេហៅវាថា ស្ថានីយអវកាស។ សួស្តី អ្នកជាកន្លែងដ៏ស្រស់ស្អាតណាស់។"," អស្ចារ្យណាស់! ពីមួយជំហានទៅមួយជំហាន ខ្ញុំសឹងតែមិនអាចដឹងថាជាជើងរបស់ខ្ញុំ។ មុនពេលពួកយើងដឹង ពួកយើងបានដាំក្បាលចុះរួចទៅហើយ ហើយបន្ទាប់មកពួកយើងក៏ចាប់ផ្ដើមអណ្ដែតឡើង។ ម្ដងទៅឆ្វេង ម្ដងទៅស្ដាំ រសាត់អណ្ដែតទៅក្នុងខ្យល់ ហើយបត់បែនទៅកៀន។"," អូ៎ទេ!! កាតាបរបស់ខ្ញុំក្រឡាប់ចុះទៅក្រោម ហើយនំចាឡាប៊ី ចំនួនពីរអណ្តែតចេញមកក្រៅ។ នំសាមូសាស ដែលខ្ញុំបានខ្ចប់យ៉ាងស្អាតនោះ ខ្ញុំគិតថា វាក៏អណ្តែតចេញមកក្រៅហើយដែរ។ វាអណ្តែតពាសពេញលំហចុះឡើងៗប្រឡូកប្រឡាក់ជាមួយនំដុត និងទឹកផ្លែឈើក្រឡុក។ ខ្ញុំនឹងបិទស្លាកសញ្ញាសម្គាល់នៃម្ហូបអាហារអវកាសពិសេសទាំងនេះ។"," សក់របស់ខ្ញុំប្រឡាក់ឡើងស្អិតជាប់គ្នា សំលៀកបំពាក់ខ្ញុំក៏ប្រឡាក់អស់ដែរ។ ឆ្មាខ្ញុំព្យាយាមលិឍខ្ញុំ។ ងូតទឹកសម្អាតខ្លួន គឺល្អបំផុត។ ប៉ុន្តែ វាមានរឿងគួរឱ្យខ្លាចមួយនោះ គឺនៅក្នុងលំហអាកាសពុំមានកន្លែងងូតទឹកទេ។ ខ្ញុំយកក្រណាត់ជ្រលក់ទឹកបន្តិច ហើយយកមកជូតមុខរបស់ខ្ញុំ។ បន្ទាប់មក ខ្ញុំច្របាច់សាប៊ូកក់សក់មកលើសក់ខ្ញុំ ហើយញីចុះញីឡើង។ ខ្ញុំក៏ជូតជាលើកចុងក្រោយ សក់ខ្ញុំមើលទៅស្អាតវិញហើយ។"," ខ្ញុំស្លៀកឯកសណ្ឋានអវកាសសម្រាប់ថ្ងៃដ៏ពិសេសមួយនេះ។ មក! មកចូលរួមសប្បាយជាមួយខ្ញុំ វាគឺជាការដើរលើលំហអាកាស! ខ្ញុំឈានជើងចេញទៅក្រៅ ម្ដងមួួយជំហានៗ និងរំកិលយឺតៗ។ ខាងក្រៅនេះងងឹត ត្រជាក់ ហើយស្ងាត់ជ្រងំទៀត ខ្លួនខ្ញុំមានខ្សែចងភ្ជាប់ទៅនឹងជញ្ជាំងយាន។ តារាជាច្រើនរះត្រចះត្រចង់ ហើយហាក់ដូចជាធំ និងនៅជិតខ្ញុំខ្លាំងណាស់។ ពេលនោះ ព្រះចន្ទបានញញឹមមកខ្ញុំ ហើយហាក់ដូចជានិយាយថា «រីករាយថ្ងៃខួបកំណើត ហ្គុលជាទីស្រលាញ់!»។"," ដល់ពេលដែលត្រូវត្រលប់មកសម្រាកវិញហើយ។ ការដើរលើលំហ ពិតជាអស់កម្លាំងខ្លាំងណាស់។ វាគួរឱ្យខ្លាច តែអស្ចារ្យខ្លាំងណាស់។"," ទីនេះហើយជាកន្លែងដែលខ្ញុំត្រូវគេង។​ វាជាគ្រែសម្រាប់សម្រាកប៉ុន្មានថ្ងៃបន្ទាប់ទៀត។ អ្វីដែលសប្បាយនោះគឺ រមួលខ្លួន និងរុំខ្លួននៅនឹងកន្លែង។ ខ្ញុំភ្ញាក់ឡើងមួយស្របក់ ពួកយើងមិនអាចខាតពេលវេលាទេ ប៉ុន្ដែជាដំបូង ខ្ញុំត្រូវទៅដុសធ្មេញសិន ហើយលេបថ្នាំដុសធ្មេញទាំងអស់តែម្ដង!"," ខ្ញុំចង់​និយាយទៅអេមមី។ កុំព្យូទ័រយួរដៃរបស់ខ្ញុំបានរុំនៅនឹងកន្លែង។ «សួស្ដី! នរណាហ្នឹង?» នាងស្រែកពីខាងនោះ។ «ខ្ញុំគឺហ្គុល និយាយពីលំហខាងក្រៅ!»។ ខ្ញុំបានប្រាប់នាងនូវរឿងគ្រប់យ៉ាងដែលខ្ញុំបានធ្វើ ភាពអស្ចារ្យនៃលំហ ពីភពផែនដីដែលនៅឆ្ងាយពីទីនេះ និងភាពសប្បាយរីករាយ​ដែលកើតឡើង​នៅយានអវកាសនេះ។"," ខ្ញុំបានរស់នៅក្នុងលំហអាកាសនេះអស់រយៈពេលពីរខែមកហើយ ហើយវាក៏ដល់ពេលដែលត្រូវត្រលប់ទៅផ្ទះវិញដែរ។ នៅកន្លែងដ៏សែនឆ្ងាយពីទីនេះ ពួកយើងបានឮសំឡេងកុមារជាច្រើនបួងសួង ដើម្បីធ្វើដំណើរមកកាន់ភពព្រះចន្ទ។ លើកដៃឡើង! ប្រសិនបើកុមារនោះជាអ្នក! ហើយត្រៀមរៀបចំកាបូបរបស់អ្នកឱ្យរួចរាល់។ ខ្ញុំ និងឆ្មារបស់ខ្ញុំនឹងត្រលប់ទៅវិញនៅយប់នេះ។ វានឹងដល់វេនរបស់អ្នកម្ដងក្នុងពេលឆាប់ៗនេះ។"," តើអ្នកដឹងទេ? អ្នកត្រូវអង្គុយនៅក្នុងរ៉ុកកែតដើម្បីធ្វើដំណើរទៅលំហ។ រ៉ុកកែតមានច្រើនប្រភេទ ប៉ុន្ដែ រ៉ុកកែតដែលសាមញ្ញជាងគេនោះគឺ រ៉ុកកែតដែលហ្គុល និងឆ្មារបស់នាងបានធ្វើដំណើរទៅ។ រ៉ុកកែតបាននាំពួកគេទៅកាន់ស្ថានីយអវកាសអន្ដរជាតិ (ISS-International Space Station) ដែលជាកន្លែងស្នាក់នៅរបស់ហ្គុលរយៈពេលពីរខែ។ ពួកគេប្រើយានអវកាសមួយដែលហៅថា សូយ៉ូស៍ ដើម្បីត្រលប់មកភពផែនដីវិញ។ មានយានអវកាសដែលធ្វើដំណើរពីភពផែនដីទៅកាន់ស្ថានីយអវកាសអន្ដរជាតិ នាំយកនូវភេសជ្ជៈ និងអាហារវេចខ្ចប់ពិសេស និងសម្ភារៈផ្សេងៗទៀតដែលអវកាសយានិក​ត្រូវការ​ដើម្បី​រស់នៅនៅទីនោះ។ ហ្គុលត្រូវម៉ត់ចត់ចំពោះការប្រើប្រាស់ទឹកនៅក្នុងស្ថានីយយានអវកាស ព្រោះគ្រប់ដំណក់ទឹកទាំងអស់មានតម្លៃណាស់។"," ហ្គុល និងសម្ភារៈដទៃទៀតនៅក្នុងស្ថានីយអវកាសអន្ដរជាតិ អណ្ដែតដូចប៉េងប៉ោងអ៊ីចឹង។ អ្វីក៏ដោយ ឱ្យតែមិនត្រូវបានចងភ្ជាប់ នឹងអណ្ដែតឡើង ពីព្រោះវាហាក់ដូចជាគ្មានទម្ងន់នៅក្នុងលំហ។ នេះកើតឡើងដូច្នេះ ដោយសារស្ថានីយអវកាសខ្លួនវាផ្ទាល់ និងរបស់គ្រប់យ៉ាងនៅខាងក្នុងអាច​ធ្លាក់ចុះមកភពផែនដីបានគ្រប់ពេល។ ការធ្លាក់ចុះជាមួួយល្បឿននេះហើយ ដែលធ្វើឱ្យហ្គុលមានអារម្មណ៍ថាគ្មានទម្ងន់។ ប៉ុន្ដែទោះបីវាធ្លាក់ចុះ​ ហេតុអ្វីបានជាអ្វីគ្រប់យ៉ាងមិនធ្លាក់ទង្គិចមកលើផែនដី? នេះពីព្រោះតែភពផែនដីរបស់យើងមានរាងមូល ហើយនៅពេលដែលស្ថានីយអវកាសអន្ដរជាតិ និងសម្ភារៈនៅខាងក្នុងធ្លាក់ចុះមក ផ្ទៃខាង​លើរបស់ភព​ផែនដី​មានរាងកោង ហើយពួកវាមិនអាចធ្លាក់ដល់ដីទេ។ គ្មានទឹករ៉ូប៊ីណេនៅស្ថានីយអវកាសអន្ដរជាតិទេ ពីព្រោះ​ទឹក​មិន​អាចធ្លាក់ចុះមក​ក្រោមនៅបរិស្ថានដែលគ្មានទម្ងន់ទេ។ ដូច្នេះហើយ ហ្គុលត្រូវតែប្រើប្រាស់​សាប៊ូកក់​សក់​ពិសេស ដែលមិនត្រូវការលាងសម្អាតចេញ ហើយនាងថែមទាំងលេបថ្នាំដុសធ្មេញទៀតផង។ ប្រសិនបើហ្គុល​ធ្វើឱ្យកាបូបច្រកទឹករបើកដោយមិនប្រយ័ត្ន តំណក់ទឹកទាំងអស់នឹង​ចាប់ផ្ដើម​អណ្ដែត​ឡើងពាសពេញស្ថានីយអវកាស ហើយរមូលចូលគ្នាទៅជាដុំបាល់ទឹកយ៉ាងធំ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Gul in Space, author: Richa  Jha . illustrator: Lavanya Karthik. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/11050-gul-in-space © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ហ្គុលនៅក្នុងលំហ Richa  Jha"]},"1549":{"id":1549,"language":"km","level":"1","textContent":[" ពពក Clark Ness"," ពពក អាចធ្វើឱ្យ​មានភ្លៀង។​ ខ្ញុំចូលចិត្ត ពពក។"," ពពក អាចធ្វើឱ្យ​មានព្រិល។​ ខ្ញុំចូលចិត្ត ពពក។"," ពពក អាចបាំងព្រះអាទិត្យ​។​ ខ្ញុំចូលចិត្ត ពពក។"," ពពក អាចបាំងផ្កាយ​។​ ខ្ញុំចូលចិត្ត ពពក។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Clouds, author: Clark Ness . illustrator: . Published by African Storybook Project, http:\/\/www.africanstorybook.org\/ © African Storybook Project. Released under CC BY 3.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 3.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/3.0\/"]},"1550":{"id":1550,"language":"km","level":"2","textContent":[" ពពែ ឆ្កែ គោ និងទូរទស្សន៍ Fabian Wakholi"," គោ ពពែ និងឆ្កែនាំគ្នាជិះឡានឈ្នួលទៅទីក្រុង។ ពួកវា​ទៅទិញអីវ៉ាន់។"," គោបានទិញទូរទស្សន៍មួយ។"," ពពែបានទិញភួយមួយ។"," សត្វឆ្កែចង់ទិញស្បែកជើងថ្មី ប៉ុន្តែវាមាន​លុយមិន​គ្រប់ទេ។"," មិត្តទាំង​បីជិះឡាន​ឈ្នួលត្រលប់ទៅផ្ទះវិញ។"," តើអ្នកឃើញគោកំពុងឈរគ្មានធ្វើអ្វីសោះ នៅក្នុងវាលស្រែទេ? នេះគឺមកពីវាកំពុងតែគិតពីទូរទស្សន៍របស់វា។"," តើអ្នកឃើញពពែកំពុងរត់គេចពីឡានទេ? នេះគឺមកពីវាបារម្ភ ខ្លាចមានគេលួចភួយរបស់វា។"," តើអ្នកឃើញឆ្កែរត់ទៅកាន់ឡានទេ? ឥឡូវ វាមានលុយគ្រប់សម្រាប់ទិញស្បែកជើងហើយ។ វាចង់ទៅទីក្រុង។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Goat, Dog, Cow, and TV, author: Fabian Wakholi . illustrator: Marleen Visser. Published by African Storybook Project, http:\/\/www.africanstorybook.org\/ © African Storybook Project. Released under CC BY 3.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 3.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/3.0\/"]},"1548":{"id":1548,"language":"km","level":"2","textContent":[" នេះជាផ្ទះរបស់ខ្ញុំ ។ ម៉ាក់ ប៉ា និងជីណារស់នៅទីនេះទាំងអស់គ្នា ។"," កៅអីដ៏ល្អបំផុតក្នុងផ្ទះនេះគឺសម្រាប់ខ្ញុំ។ ប៉ុន្តែអង្គុយ​នៅលើភ្លៅគឺល្អជាង មិនអ៊ីចឹងឬ?"," ជីណាជាមិត្តដ៏ល្អរបស់ខ្ញុំ។ ខ្ញុំចាំនាងត្រលប់មកពីសាលារៀនវិញ។"," ខ្ញុំសម្អាតខ្លួនឯងដោយមិនប្រើទឹក។ ខ្ញុំមិនចាំបាច់ងូតទឹកដូចថមមីនោះទេ ។"," ស៊ូត... កុំប្រាប់អ្នកណាថាខ្ញុំពួននៅទីនេះ ។ មួយ... ពីរ... បី... ចាប់បានឯងហើយ!"," ម៉ាក់ស្ដីបន្ទោសឱ្យខ្ញុំ ពេលដែលខ្ញុំពាំយកចំណីដ៏ឆ្ងាញ់ពីសួនច្បារមក ។"," ខ្ញំុអាចឡើងដើមឈើ។ ខ្ញំុអាចលោត។ ខ្ញំុស្គាល់ផ្លូវកាត់ទាំងអស់នៅទីនេះ។"," សានជូរស់នៅជិតផ្ទះខ្ញំុ។ គេតែងតែរករឿង និងធ្វើឱ្យខ្ញំុខឹងជានិច្ច។"," សូមជួយប្រាប់សានជូថា ខ្លាគឺមកពីគ្រួសារឆ្មាយើងដែរ។ ពួកយើងមានក្រញាំមុតណាស់។"," ជួនកាល មិត្តខ្ញុំស្រែកឡូឡានៅពេលយប់។ ចំណែកខ្ញុំវិញកំពុងដេកនៅលើគ្រែយ៉ាងស្ងាត់ស្ងៀម។"," កន្ទុយចេះនិយាយ!! តើអ្នកដឹងទេថា សត្វក៏ដូចជាបក្សីអាចប្រាប់យើងនូវអ្វីមួយ ដោយប្រើកន្ទុយរបស់វា? សត្វឆ្កែបក់កន្ទុយនៅពេលដែលវាសប្បាយចិត្ត។ សត្វឆ្មាបះកន្ទុយនៅពេលដែលវាខឹង។ ជាធម្មតា យើងនិយាយថា «ស្អាតដូចឆ្មាអ៊ីចឹង»។ ដោយសារ​តែ​ឆ្មា​មិន​ចូលចិត្ត​ទឹក ដូចនេះ​ហើយ​ទើប​វា​សម្អាត​ដោយ​លិឍ​ខ្លួន​ឯង។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Clean Cat, author: Kanchan Bannerjee . illustrator: Deepa Balsavar. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/1057-clean-cat © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ឆ្មាស្អាត Kanchan Bannerjee"]},"1547":{"id":1547,"language":"km","level":"1","textContent":[" បងឆ្មា បងឆ្កែ និងមួក Elke and René Leisink"," នេះគឺបងឆ្មា។"," នេះគឺបងឆ្កែ។"," បងឆ្មានិងបងឆ្កែមានមួកថ្មីពណ៍បៃតងម្នាក់មួយ។"," បងឆ្មាពាក់មួកលើក្បាលរបស់គាត់។ បងឆ្កែពាក់មួកលើក្បាលរបស់គាត់។"," បងឆ្មានិងបងឆ្កែចេញទៅក្រៅដើរលងជាមួយគ្នា។ បងឆ្មានិងបងឆ្កែពាក់មួករបស់ពួកគាត់។  បងឆ្មានិងបងឆ្កែដើរទៅលេងមាត់ទឹក។"," បងឆ្មានិងបងឆ្កែអង្គុយនៅមាត់ទឹក។ បងឆ្មានិងបងឆ្កែសំលឹងមើលទៅទឹក។​"," បន្ទាប់មក ខ្យល់បោកមកយ៉ាងខ្លាំង។ អូ!អូ! ខ្យល់បក់មួកធ្លាក់ទៅក្នុងទឹកហើយ!"," បងឆ្មានិងបងឆ្កែយំ។ បន្ទាប់មក បងដំរីក៏ដើរឆ្លង់កាត់។"," បងដំរីឮបងឆ្មានិងបងឆ្កែយំ។ បងដំរីឃើញមួកពីរធ្លាក់ទៅក្នុងទឹក។ បងដំរីដើរទៅមាត់ទឹក​និងផឹកទឹក។"," បងដំរីផឹកទឹក! ផឹកទឹក! ផឹកទឹក! ផឹកទាល់តែអស់ទឹក!"," ឥឡូវ បងឆ្មានិងបងឆ្កែអាចយកមួកពួកគាត់បានវិញហើយ។"," បងឆ្មានិងបងឆ្កែពាក់មួករបស់ពួកគាត។ ពួកគាត់ពិតជារីករាយខ្លាំងណាស់។"," រីឯបងដំរីវិញ ត្រូវការបន្ទោបង់ជាបន្ទាន់!!!"," លាហើយបងឆ្មា! លាហើយបងឆ្កែ! លាហើយបងដំរី!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog and the Hat, author: Elke and René Leisink . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1546":{"id":1546,"language":"km","level":"1","textContent":[" បងឆ្មា បងឆ្កែ និង មេអំបៅ"," នេះគឺបងឆ្មា។"," នេះគឺបងឆ្កែ។"," បងឆ្មា និងបងឆ្កែ សម្លឹងមើលតាមបង្អួច។ ពួកគេសម្លឹងមើលតាមបង្អួច។"," រំពេចនោះ បងឆ្មា និងបងឆ្កែ ក៏ឃើញមេអំបៅមួយ។ មេអំបៅ មានពណ៌ផ្កាឈូក។"," បងឆ្មា និងបងឆ្កែ ចង់ចាប់មេអំបៅនោះ។ បងឆ្មា និងបងឆ្កែ ក៏ដេញតាមមេអំបៅ។ ពួកគេ ដេញតាមមេអំបៅ។"," បងឆ្មា និងបងឆ្កែ ក៏រត់ដេញចាប់មេអំបៅ។ ពួកគេរត់តាមមេអំបៅ ប៉ុន្តែមេអំបៅហើរយ៉ាងលឿន។ មេអំបៅហើរលឿនណាស់ ឯបងឆ្មា និងបងឆ្កែវិញ រត់យឺតៗ។ ពួកគេយឺតណាស់។"," បងឆ្មា និងបងឆ្កែ ក៏ជិះកង់ដេញចាប់មេអំបៅ។ ពួកគេជិះដេញតាមមេអំបៅ ប៉ុន្តែមេអំបៅហើរយ៉ាងលឿន។ មេអំបៅហើរលឿនណាស់ ឯបងឆ្មា និងបងឆ្កែវិញ នៅតែយឺត។ ពួកគេយឺតណាស់។"," បងឆ្មា និងបងឆ្កែ ក៏ជិះឡានដេញចាប់មេអំបៅ។ ពួកគេជិះតាមមេអំបៅ ប៉ុន្តែមេអំបៅហើរយ៉ាងលឿន។ មេអំបៅហើរលឿនណាស់ ឯបងឆ្មា​ និងបងឆ្កែវិញ នៅតែយឺត។ ពួកគេយឺតណាស់។"," បងឆ្មា និងបងឆ្កែ ក៏ជិះទូកដេញចាប់មេអំបៅ។ ពួកគេខំចែវតាមមេអំបៅ ប៉ុន្តែមេអំបៅហើរយ៉ាងលឿន។ មេអំបៅហើរលឿនខ្លាំងណាស់ ឯបងឆ្មា និងបងឆ្កែ នៅតែយឺត។ ពួកគេយឺតខ្លាំងណាស់។"," បងឆ្មា និងបងឆ្កែ ក៏ជិះយន្តហោះដេញចាប់មេអំបៅ។ ពួកគេ ជិះតាមមេអំបៅ ប៉ុន្តែមេអំបៅហើរយ៉ាងលឿន។ មេអំបៅហើរលឿនមែនទែន ឯបងឆ្មា និងបងឆ្កែវិញ នៅតែយឺត។ ពួកគេយឺតមែនទែន។"," បន្ទាប់មក បងឆ្មា និងបងឆ្កែ ក៏ឈប់ដេញ។ ពួកគេ ឈប់ដេញ ហើយអង្គុយចុះ។ ពួកគេអង្គុយចុះក្រោមដើមឈើ។ ពួកគេអង្គុយចុះក្រោមដើមឈើធំមួយ ប៉ុន្តែភ្លាមនោះ..."," ពួកគេ ឃើញមេអំបៅមួយលើដើមឈើ...ពួកគេឃើញមេអំបៅពីរលើដើមឈើ...ពួកគេឃើញមេអំបៅបីលើដើមឈើ..."," ពួកគេឃើញមេអំបៅដល់ទៅមួយរយក្បាល!"," លាហើយបងឆ្មា! លាហើយបងឆ្កែ! លាហើយមេអំបៅ!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog and the Butterfly, author: . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1545":{"id":1545,"language":"km","level":"1","textContent":[" បងឆ្មា បងឆ្កែ និងបាល់ Elke and René Leisink"," នេះគឺបងឆ្មា។"," នេះគឺបងឆ្កែ។"," បងឆ្មានិងបងឆ្កែរស់នៅក្នុងផ្ទះមួយ។ ផ្ទះនោះមានទ្វារមួយ និងដំបូលមួយ។"," បងឆ្មានិងបងឆ្កែមានបាល់មួយ។ ​ បាល់នោះមានឆ្នូតពណ៌ក្រហម ពណ៌លឿង និងពណ៌ខៀវ។"," បងឆ្មានិងបងឆ្កែក៏លេងបាល់ជាមួយគ្នា។ បងឆ្មាបោះបាល់ទៅឲ្យបងឆ្កែចាប់ បងឆ្កែក៏ចាប់បាល់បាន ហើយបោះទៅឲ្យបងឆ្មាចាប់វិញ។ បងឆ្មាក៏ចាប់បាល់បានដូចបងឆ្កែដែរ។"," បន្ទាប់មកបងឆ្មាក៏បោះបាល់ឡើងទៅលើបានយ៉ាងខ្ពស់។អូ! អូ!"," បាល់នោះក៏បានធ្លាក់ទៅទើរនៅលើដំបូលផ្ទះ។"," បងឆ្មានិងបងឆ្កែ អាចមើលឃើញបាល់ដែលទើរនៅលើដំបូលផ្ទះ តែពួកគេមិនអាចឈោងយកបាល់នោះបាន"," បងឆ្មា និងបងឆ្កែក៏នាំគ្នាយំ ។ ហើយភ្លាមនោះបងដំរីក៏ដើរចូលមក។"," បងដំរីមានមាឌធំ ដែលអាចមើលឃើញបាល់ ហើយក៏អាចឈោងចាប់យកបាល់ពីលើដំបូលផ្ទះបានដែរ។ ហេតុដូចនេះ បងដំរីក៏ជួយយកបាល់ពីលើដំបូលផ្ទះឲ្យទៅបងឆ្មានិងបងឆ្កែ។"," បងដំរីបានប្រគល់បាល់ទៅឲ្យបងឆ្មានិងបងឆ្កែវិញ ដែលធ្វើឲ្យបងឆ្មានិងបងឆ្កែញញឹម។ ហើយបងដំរីក៏ញញឹមដែរ ។ ពួកគេក៏ញញឹមទាំងអស់គ្នា។"," បន្ទាប់មកបងឆ្មា បងឆ្កែ និងបងដំរីក៏លេងបាល់ជាមួយគ្នា។ បងឆ្មា បានបោះបាល់ ទៅឲ្យបងឆ្កែ ហើយបងឆ្កែក៏ចាប់បាល់ជាប់ រួចក៏បោះបាល់នោះបន្តទៅឱ្យបងដំរីវិញម្ដង។ បន្ទាប់មកទៀត បងដំរីក៏បោះបាល់នោះទៅឱ្យបងឆ្មាវិញ បងឆ្មាក៏ចាប់បាល់នោះបានទៀត។"," ក្រោយពេលដែលពួកគេឈប់លេង បងឆ្មានិយាយថាលាហើយ បងឆ្កែក៏និយាយថាលាហើយ រីឯបងដំរីក៏និយាយថាលាហើយដែរ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog and the Ball, author: Elke and René Leisink . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1543":{"id":1543,"language":"km","level":"3","textContent":[" តូតូស្រលាញ់សត្វ។ គាត់ធ្វើការនៅក្នុងសួនសត្វ។ ថ្ងៃមួយ គាត់ឃើញអូអូដែលជាស្វាឪបានបាត់ចេញពីទ្រុង។ គាត់តក់ស្លុតជាខ្លាំង ហើយក៏រូតរះចេញទៅរកវា។"," តូតូគិតថា អូអូប្រហែលជារត់ចូលទៅក្នុងព្រៃហើយ។ គាត់បានរកមើលអូអូតាមគុម្ពោតព្រៃ និងដើមឈើ។ សត្វទាំងឡាយនៅក្នុងព្រៃតាមមើលតូតូ។ ប៉ុន្តែ តូតូនៅតែរកអូអូមិនឃើញដដែល។"," តូតូបានយកកែវឆ្លុះរបស់គាត់មកឆ្លុះមើល។ គាត់ឆ្លុះមើលនៅតាមតំបន់ត្រើយម្ខាងស្ទឹង។ តើអូអូនៅត្រើយម្ខាងមែនទេ?"," នៅតែរកអូអូមិនទាន់ឃើញនៅឡើយ។ តូតូដកដង្ហើមស្រូបខ្យល់ចូលមួយ ហើយក៏ជ្រមុជទៅក្នុងទឹកទន្លេ។ តើអូអូអាចកំពុងតែសំងំអត់ដកដង្ហើមនៅក្នុងទឹកដែរឬទេ?"," កូនឆ្កែ មូទីអាណិតអាសូរគាត់ជាខ្លាំង។ វាព្រុស ហើយសម្លឹងទៅកាន់ហាងមួយដែលនៅក្បែរនោះ។ អីយ៉ា! ទីបំផុត តូតូមានតម្រុយហើយទេតើ។"," តូតូបានរុញបើកទ្វារហាង ហើយបានឃើញអូអូកំពុងស៊ីចេកយ៉ាងសប្បាយរីករាយ។ មើលភាពរញ៉េរញ៉ៃដែលអូអូបានធ្វើចុះ! តូតូបានត្រឹមតែឈរមើលវា ហើយនិយាយលែងចេញ!"," អ្នកអានជាទីស្រលាញ់ តើអ្នកចង់ធ្វើការនៅក្នុងសួនសត្វដែរឬទេ? តើអ្នកគិតថា អ្វីដែលសប្បាយជាងគេ ប្រសិនបើអ្នកបានធ្វើការងារនៅក្នុងសួនសត្វ? តើអ្នកគិតថា ស្វាឪអាចស៊ីចេកម្ដងអស់ប៉ុន្មានផ្លែ? តើអ្នកញ៉ាំចេកអស់ប៉ុន្មានដែរ?"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Where is Gogo?, author: Manisha Chaudhry, Mala Kumar . illustrator: Soumya Menon. Published by Pratham Books, https:\/\/storyweaver.org.in\/ © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," តើអូអូនៅឯណា? Manisha Chaudhry Mala Kumar"]},"1544":{"id":1544,"language":"km","level":"1","textContent":[" ផ្លុំប៉េងប៉ោង Sudha Ojha"," សានុមានប៉េងប៉ោងពណ៌លឿង។ ប៉េងប៉ោងពណ៌លឿងតូច។ សានុផ្លុំប៉េងប៉ោងពណ៍លឿងនោះ។"," ប៉េងប៉ោងពណ៌លឿងនោះបែកឮសូរ ប៉េស! គ្រប់គ្នានៅក្នុងពីធីជប់លៀងភ័យ។"," រ៉ានុមានប៉េងប៉ោងពណ៌ខៀវ។ ប៉េងប៉ោងពណ៌ខៀវធំជាងមុនបន្តិច។ រ៉ានុផ្លុំប៉េងប៉ោងពណ៌ខៀវនោះ។"," ប៉េងប៉ោងពណ៌ខៀវនោះបែកឮសូរ ផូង។​ គ្រប់គ្នាក្នុងពិធីជប់លៀងភ័យ។"," ផានុមានប៉េងប៉ោងពណ៌បៃតង។​ ប៉េងប៉ោងពណ៌បៃតងធំជាងមុនទៅទៀត។ ផានូផ្លុំប៉េងប៉ោងពណ៌បៃតងនោះ។"," ប៉េងប៉ោងពណ៌បៃតងនោះបែកឮសូរ ផាំង! គ្រប់គ្នាក្នុងពិធីជប់លៀងភ័យ។"," ម៉ែមានប៉េងប៉ោងពណ៌ក្រហម។ ប៉េងប៉ោងពណ៌ក្រហមធំជាងគេ។ ម៉ែផ្លុំប៉េងប៉ោងពណ៌ក្រហមនោះ។"," ប៉េងប៉ោងពណ៌ក្រហមនោះបែកឮសូរ ឌាំង! គ្រប់គ្នាក្នុងពិធីជប់លៀងអត់ភ័យទេ។ ប្អូនដឹងទេថាហេតុអ្វី?"," ប៉េងប៉ោងពណ៌ក្រហមនោះពេញដោយផ្កាយភ្លឺផ្លេកចាំងព្រិចៗច្រើនពណ៌។ ផ្កាយភ្លឺផ្លេកចាំងព្រិចៗច្រើនពណ៌ធ្លាក់ចុះមក។"," គ្រប់គ្នារំភើប។ គ្រប់គ្នាទះដៃ។ ថ្ងៃនេះ ជាថ្ងៃកំណើតរបស់សានុ។ រីករាយថ្ងៃកំណើត សានុ!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story फुक्दा फुक्दै बेलुन, author: सुधा ओझा . illustrator: शान्ता हिताङ. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1542":{"id":1542,"language":"km","level":"1","textContent":[" ខ្លែងពណ៌ក្រហម Harihar Timilsina"," ខ្លែងពណ៌ក្រហមមួយកំពុងតែហោះនៅលើមេឃ ស្រាប់តែធ្លាក់មកទើរលើដើមឈើ។"," សត្វចាបពណ៌ត្នោតមួយក្បាលបានហើរឡើង រួចស្រែកថា \"ជីប! ជីប! តើបក្សីនោះឈ្មោះអ្វី?\""," សត្វក្អែកពណ៌ខ្មៅមួយក្បាលបានទំលើមែកឈើ ហើយពោលថា \"ខ្វែក! ខ្វែក!តើបក្សីថ្មីនេះឈ្មោះអ្វី?\""," សត្វសេកពណ៌បៃតងមួយក្បាលបានទទះស្លាប ហើយច្រៀងថា \"ខ្វាក! ខ្វាក! តើបក្សីថ្មីនេះឈ្មោះអ្វី?\""," សត្វព្រាបពណ៌ប្រផេះរាំលើមែកឈើ ហើយសួរថា \"គ្រូក! គ្រូក! តើបក្សីថ្មីនេះឈ្មោះថ្មី?\""," សត្វល្វាចេកកន្ទុយពណ៌ខៀវមួយក្បាលបានបក់កន្ទុយដ៏វែងរបស់វា ហើយបានពោលថា \"ឃ្វែក! ឃ្វែក! ឃ្វែក! តើបក្សីថ្មីនេះឈ្មោះអ្វី?\""," សត្វចាបរោមពណ៌មាសមួយក្បាលបានលោតចុះឡើង និង​យំជីបៗថា​ \"ឃ្វីក! ឃ្វីក!​ តើបក្សីថ្មីនេះឈ្មោះអ្វី?\""," សត្វកុកពណ៌សមួយក្បាលបានលើកជើងម្ខាង ហើយពោលថា \"  រ៉! រ៉! តើបក្សីថ្មីនេះឈ្មោះអ្វី?\""," សត្វទទាចំរុះពណ៌មួយក្បាលបានបើកស្លាប ហើយពោលថា \"ក្រូ! ក្រូ! តើបក្សីថ្មីនេះឈ្មោះអ្វី?\""," ខ្យល់បានបក់ខ្លែងធ្លាក់មកលើដី។ ក្មេងប្រុសម្នាក់បានរត់ទៅរើសខ្លែង ហើយបានបង្ហោះខ្លែងទៅលើមេឃ។"," សត្វបក្សីទាំងឡាយបានហោះទៅលើមេឃ និងក្លាយទៅជាមិត្តសំលាញ់របស់ខ្លែងក្រហម។ បក្សីទាំងអស់បានហោះលេងនៅលើមេឃជាមួយគ្នា។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story रातो चङ्गा, author: हरिहर तिमिल्सिना . illustrator: दिवाकर छेत्री. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1540":{"id":1540,"language":"km","level":"2","textContent":[" រង្វង់មូលពណ៌លឿងរីករាយ Ratna Kasuma Halim"," រឿង​ រង្វង់ពណ៌លឿង ដែលសប្បាយរីករាយ"," នេះគឺជារង្វង់ពណ៌លឿងធម្មតាមួយ។"," គាត់អត់មានអារម្មណ៍សុខស្រួលទេ។"," មើលចុះ! ​គាត់មិនដឹងបង្ហាញពីអារម្មណ៍របស់គាត់ប្រាប់គេយ៉ាងម៉េចទេ។"," តើគាត់កំពុងពិបាកចិត្តឬ? តើគាត់កំពុងសប្បាយចិត្តឬ?"," គ្មាននរណាដឹងទេ។"," ប៉ុន្តែស្រាប់តែ..."," ការ៉េពីរដុំចូលមកធ្វើជាភ្នែកឲ្យគាត់។"," ត្រីកោណមួយដុំចូលមកធ្វើជា​​ច្រមុះ។"," ហើយរង្វង់មូលតូចៗចូលមកធ្វើជាស្នាមញញឹម។"," កូនរង្វង់ពណ៌ខ្មៅពីរដុំចូលមកធ្វើជាកែវភ្នែក។"," តើខ្ញុំអាចសុំ​រង្វង់ថែមទៀតបានទេ?"," មើលចុះ! គាត់ក្លាយជា​រង្វង់ពណ៌លឿង​សប្បាយចិត្ត។​ គាត់ញញឹមយ៉ាងស្រស់ដាក់យើង។"," តើប្អូនមានអារម្មណ៍បែបណាបើសិនប្អូន​គ្មានអ្វីនៅលើមុខ​ដើម្បី​បង្ហាញពីអារម្មណ៍របស់ប្អូន?"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Lingkaran Kuning Yang Bahagia, author: Ratna Kusuma Halim . illustrator: Ratna Kusuma Halim. Published by Seru Setiap Saat, http:\/\/serusetiapsaat.com\/ebook\/lingkaran-kuning-yang-bahagia\/ © Seru Setiap Saat. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1541":{"id":1541,"language":"km","level":"3","textContent":[" ពួកយើងទាំងអស់គ្នាបានទៅលេងបុណ្យដាសារ៉ា។​"," ប៉ាទិញវ៉ែនតាដ៏ស្រស់ស្អាតឱ្យឈិនទូ។ ម៉ាក់ទិញមួកកន្តឹបពណ៍ខៀវស្រាលឱ្យខ្ញុំ។ ប្អូនស្រីតូចរបស់ខ្ញុំបានស្ករគ្រាប់។"," តាមផ្លូវត្រលប់មកផ្ទះ ស្រាប់តែមានខ្យល់បក់យ៉ាងខ្លាំង។ វាបក់ប៉ើងមួកខ្ញុំទៅបាត់។"," មួកខ្ញុំបានទៅទើរលើមែកពោធិ៍ធំមួយ។"," ខ្ញុំយំខ្លាំងណាស់។ ហើយខ្ញុំមិនព្រមញ៉ាំបាយទេ។"," យប់បន្តិច ព្រះច័ន្ទរះឡើង។ វាសម្លឹងមើលមកមួកខ្ញុំដែលនៅលើដើមពោធិ៍ធំនោះ។"," ព្រះច័ន្ទសាកពាក់មួកខ្ញុំ។ វាញញឹមយ៉ាងរីករាយ​។ ខ្ញុំក៏ញញឹមដែរ។"," ថ្ងៃបន្ទាប់ ពេលចេញពីសាលា ម៉ាក់ឱ្យមួកថ្មីពណ៌ក្រហមដ៏ស្អាតមួយមកខ្ញុំ។ គាត់បាននិយាយថា «ព្រះច័ន្ទផ្ញើវាមក ឱ្យកូន។​​»"," នៅយប់នោះ ព្រះច័ន្ទ និងខ្ញុំបានពាក់មួក និងញញឹមទាំងពីរនាក់។ ពួកយើងរីករាយយ៉ាងខ្លាំង។"," តើអ្នកគិតថា ព្រះអាទិត្យ ត្រូវការពាក់មួកដែរឬទេ?"," ទាយទៅមើលថា ខ្ញុំនឹងពាក់មួកមួយណាថ្ងៃនេះ?"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The Moon and the Cap, author: Rohini Nilekani . illustrator: Angie & Upesh. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/234-the-moon-and-the-cap © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ព្រះច័ន្ទ និងមួកកន្តឹប Rohini Nilekani"]},"1539":{"id":1539,"language":"km","level":"2","textContent":[" ខ្ញុំរស់នៅលើដើមស្វាយ។ ខ្ញុំស៊ីផ្លែទុំជាច្រើននៅរដូវក្តៅ។"," ពេលកូនៗរបស់ខ្ញុំនៅក្នុងសំបុក ខ្ញុំត្រូវតែនៅយាមពួកវា។"," មកមើលសំបុករបស់ខ្ញុំនែ! អ្នកនឹងឃើញរបស់ដ៏គួរឱ្យស្រលាញ់ដែលខ្ញុំរកបាន។"," ខ្ញុំចូលចិត្តហោះហើរនៅលើមេឃ ដូចយន្តហោះដែរ។"," ខ្ញុំអង្គុយលើដើមឈើ ហើយក្រឡេកមើលជុំវិញ ដើម្បីស្វែងរកអាហារឆ្ងាញ់ៗ។"," ខ្ញុំមើលទៅស្តាំ។ ខ្ញុំមើលទៅឆ្វេង។"," ខ្ញុំចូលចិត្តត្រី។ នៅពេលដែលខ្ញុំឃើញវាភ្លាម ខ្ញុំហើរចុះទៅយកវាភ្លែត។"," ខ្ញុំស្រែកហៅមិត្តភក្តិរបស់ខ្ញុំ ឱ្យមកស៊ីចំណីជាមួយគ្នា។"," មនុស្សខ្លះគំហកដាក់ខ្ញុំ ៖ «ចេញទៅ ថ្លង់ណាស់»។"," បងកញ្ជ្រោងចូលចិត្តការច្រៀងរបស់ខ្ញុំណាស់។ គាត់ជាអ្នកប្រាប់ខ្ញុំដោយផ្ទាល់។"," តោះរៀនពាក្យថ្មីៗ។ សំឡេងដែលសត្វ ឬបក្សីបញ្ចេញ មានឈ្មោះពិសេសរបស់វា។ តើអ្នកស្គាល់ឈ្មោះសំឡេងទាំងនោះបានប៉ុន្មានដែរ ? សត្វក្អែកបូលខ្វាកៗ រីឯសត្វឆ្មាយំម៉េវៗ។"," សត្វតោគ្រហឹម។ សត្វឆ្កែព្រុស។ សត្វក្អែកស្រែកបូលឮៗ ហេតុនេះហើយនៅពេលដែលមនុស្សនិយាយឮៗ ពួកយើងតែងថា «និយាយឮៗដូចសត្វក្អែកអ៊ីចឹង»។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Noisy Crows, author: Kanchan Bannerjee . illustrator: Deepa Balsavar. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/1062-noisy-crows © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ក្អែកឡូឡា Kanchan Bannerjee"]},"1538":{"id":1538,"language":"km","level":"1","textContent":[" ទៅលេងផ្សារ Deepa Dixit"," តើថ្ងៃនេះឯងទៅណា? ខ្ញុំទៅផ្សារជាមួយឪពុកខ្ញុំ។"," តើឯងឃើញអ្វីខ្លះនៅផ្សារ? ខ្ញុំឃើញការ៉េមក្រូច។"," តើឯងឃើញអ្វីទៀត? ខ្ញុំឃើញស្ករសំឡីពណ៌ផ្កាឈូក។"," តើឯងឃើញអ្វីទៀត? ខ្ញុំឃើញប៉េងប៉ោងពណ៌បៃតង។"," តើឯងឃើញអ្វីទៀត? ខ្ញុំឃើញខ្លុយពណ៌ត្នោត។"," តើឯងឃើញអ្វីទៀត? ខ្ញុំឃើញកូនឡានពណ៌ខៀវ។"," តើឯងឃើញអ្វីទៀត? ខ្ញុំឃើញសំពត់ពណ៌លឿង។"," តើឯងឃើញអ្វីទៀត? ខ្ញុំឃើញវ៉ែនតាខ្មៅ។"," ឯងថាឃើញការ៉េមក្រូចមែនទេ? តើការ៉េមនៅឯណា? អូ! ខ្ញុំញ៉ាំអស់បាត់ហើយ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story तिमी आज कहाँ गयौ ?, author: दीपा दिक्षित . illustrator: दिवाकर छेत्री. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1537":{"id":1537,"language":"km","level":"2","textContent":[" ខ្ញុំចេះឡើង! Mini Shrinivasan"," ឥឡូវ ខ្ញុំជាក្មេងធំហើយ។"," ខ្ញុំអាចឡើងជណ្តើរបាន។"," ប៉ុន្តែខ្ញុំមិនអាចចុះវិញបានទេ។"," ខ្ញុំអាចឡើងលើកៅអីបាន។"," ប៉ុន្តែ​ ខ្ញុំចុះវិញមិនរួច។"," ខ្ញុំអាចឡើងលើកៅអី រួចឡើងលើតុបានទៀត!"," ប៉ុន្តែ ខ្ញុំចុះវិញ​មិន​រួចទេ។"," ប៉ា! ប៉ា ខ្ញុំស្រែកហៅគាត់។ ប៉ាប៉ា សើច។ គាត់និយាយថា សូនូ កូនត្រូវរៀនចុះខ្លួនឯងណា។"," ខ្ញុំខ្លាច ប៉ុន្តែ​ខ្ញុំ​មិន​យំឡើយ។"," ខ្ញុំចុះពីលើតុយឺតៗ រួចទើបចុះពីលើកៅអី។"," ទី​បំផុត ខ្ញុំចេះចុះហើយ!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story I Can Climb!, author: Mini Shrinivasan . illustrator: Deval Maniar. Published by Pratham Books, https:\/\/storyweaver.org.in\/ © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1536":{"id":1536,"language":"km","level":"1","textContent":[" ខ្ញុុំជាក្មេងស្រីធំហើយ។ ​ខ្ញុំអាចដើរទៅខាងក្រៅផ្ទះម្នាក់ឯងបាន។"," វាងងឹតណាស់! តើមាននរណានៅទីនេះទេ? តើជានរណាទៅ?"," អូ! តាមពិតឆ្មាសោះ។ ខ្ញុំមិនខ្លាចទេ។"," ខ្ញុំឃើញរបស់មួយធំ ហើយងងឹតនៅទីនោះ! តើជាអ្វីទៅ?"," អូ! តាមពិតអណ្តូងសោះ។ ខ្ញុំមិនខ្លាចទេ។"," រួចចុះសំឡេងនេះ? ក្រាក ក្រាក ក្រាក! តើជាអ្វីទៅ?"," តាមពិតបងស្រីខ្ញុំសោះ។ គាត់កំពុងតែដងទឹកចេញពីអណ្តូង។ ខ្ញុំមិនខ្លាចទេ។"," ខ្ញុំឮស្នូរជើងមនុស្សដើរ! តើជានរណាទៅ?"," តាមពិតម៉ែខ្ញុំសោះ។ គាត់មកផ្ទះវិញហើយ។"," ខ្ញុំជាក្មេងស្រីធំហើយ។"," ខ្ញុំមិនខ្លាចអ្វីទាំងអស់!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story I Am Not Afraid!, author: Mini Shrinivasan . illustrator: Rayika Sen. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/959-i-am-not-afraid © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ខ្ញុំមិនខ្លាចទេ Mini Shrinivasan"]},"1535":{"id":1535,"language":"km","level":"1","textContent":[" រីករាយមែនទេ?"," សើចក្អាកក្អាយមែនទេ?"," ឯកោមែនទេ?"," ខឹងមែនទេ?"," មួម៉ៅមែនទេ?"," មិនសប្បាយចិត្តមែនទេ?"," ពួ្រយ​បារម្ភ​មែនទេ?"," លោភលន់?"," ឆ្ងល់ដល់ហើយ?"," ថ្ងៃនេះមានអារម្មណ៍យ៉ាងម៉េចដែរ?"," កំណត់សម្គាល់សម្រាប់​លោកគ្រូ​ អ្នកគ្រូ និង​​​​ ឪពុកម្ដាយ៖ ពេលខ្លះ​កុមារតូចៗ ​អាច​នឹង​ពិបាក​ក្នុង​​ការ​រៀបរាប់ប្រាប់ពី​អារម្មណ៍​របស់​ពួកគេ។ ដូចនេះលោក អ្នក​អាច​ប្រើ​ប្រាស់​សៀវភៅនេះ​ដើម្បី​៖ ១)​ ជួយ​​ពួកគេ​​ក្នុងការ​កត់សំគាល់​អំពីភាព​ខុសគ្នា​នៃអារម្មណ៍របស់​ពួកគេ​ ២) និយាយប្រាប់ពួកគេអំពីភាពជាក់លាក់ណាមួយនៃអារម្មណ៍ដែលបានប្រែប្រួល និង៣) ​​ព្រមទាំង​​ស្វែងរក​​នូវ​ប្រភេទ​អារម្មណ៍​​ផ្សេងៗ​ទៀត​ដែល​​ពុំ​បាន​សរសេរ​ក្នុង​សៀវភៅ​នេះ។ ​អ្នកក៏អាចលើកទឹកចិត្តក្មេងៗឲ្យហ៊ាននិយាយពីរបៀបដែលពួកគេគ្រប់គ្រងអារម្មណ៍ទាំងនោះ ដូចជាខឹង ឬឈឺចាប់ (ពេលណាដែលធ្វើឲ្យពួកគេខឹង? តើគេធ្វើយ៉ាងណានៅពេលដែលមានអារម្មណ៍ក្រៀមក្រំ? នៅពេលដែលមិនសប្បាយចិត្ត តើពួកគេនិយាយទៅកាន់អ្នកណា?)"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story How Do You Feel?, author:  Menaka, Menaka . illustrator: Angie & Upesh, Archana Sreenivasan, Greystroke, Jithin Jacob, Madhuri Purandare, Priya Kuriyan, Rijuta Ghate, Soumya Menon, Sukhada Rahalkar, Vartika Sharma. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/5982-how-do-you-feel © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," តើអ្នកមានអារម្មណ៍យ៉ាងម៉េចដែរ? Menaka Menaka"]},"1534":{"id":1534,"language":"km","level":"3","textContent":[" រាល់យប់ បក្សីយក្សមួយតែងតែចុះចាប់សត្វល្អិតធ្វើជាចំណី។\t\t\tបក្សីយក្សនោះមានមាឌធំប៉ុន មេជ្រូក។ វាមានចំពុះធំ ហើយស្រួចដូចផ្លែលំពែង។ ភ្នែកវាធំៗប៉ុនពងមាន់មានពណ៌ក្រហម ដូចរងើកភ្លើង។ ស្លាបរបស់វាវែងៗ ហើយហោះបានយ៉ាងលឿន។"," ពួកសត្វល្អិតទាំងឡាយ ព្រួយបារម្ភខ្លាំងណាស់។ ពួកគេក៏ជំនុំគ្នា។ រៃនិយាយមុន ៖ យើងគួរសូនដុំដីគប់វា។ កណ្តូបនិយាយកាត់ ៖   យើងគួរតែដុតភ្លើងដើម្បីបណ្តេញវាវិញ ។ ឃ្មុំបញ្ចេញយោបល់ម្តង ៖  ទេ ! ខ្ញុំគិតថា វាអាចនឹងឆេះស្រែ។"," គ្មានសត្វល្អិតណារកឃើញមធ្យោបាយល្អសោះ ។ \t\t\tមួយសន្ទុះក្រោយមក មានចង្រិតញីមួយ ក្បាលវៀរចេញពីមេក្រូ ។ វារកឃើញគំនិតមួយ។ ចង្រិតនិយាយ ៖ ខ្ញុំមានគំនិតមួយ ដើម្បី ដេញបក្សីនោះ។"," វាបន្ត ៖  បក្សីនោះធំ។ដូច្នេះ យើងគួរបង្កើតអ្វីមួយដែលធំជាងវា។ ចង្រិតញីអធិប្បាយ៖ ភូមិយើងមានគ្នាច្រើនណាស់។ ពួកយើងសុទ្ធតែមានសំឡេងឮខ្លាំង។ វានិយាយបន្ត ៖ ដូច្នេះ យើងគួរផ្តុំគ្នាធ្វើជាវត្ថុចម្លែកធំមួយ។ បន្ទាប់មក យើងបញ្ចេញសម្រែក ឱ្យដូចយក្សដ៏កំណាច។"," សត្វល្អិតទាំងអស់យល់ស្របតាមចង្រិត។ ពេលព្រលប់ ចង្រិតឱ្យសត្វល្អិតទាំងអស់តោង ជារាងមេក្រូដ៏ធំមួយ។ សត្វល្អិតដែលមានមាឌធំ និងសំឡេងខ្លាំងផ្តុំគ្នានៅគូទមេក្រូ។សត្វ ល្អិតដែលមានមាឌតូចៗ ផ្តុំគ្នានៅមាត់មេក្រូ ។"," បក្សីយក្សហើរមកឆាបមេក្រូយក្ស។ វាហើរឆ្វែលចុះឆ្វែលឡើង ជុំវិញមេក្រូយក្ស។ ពេលនោះ ពួកសត្វល្អិតភិតភ័យណាស់។ ពួកវាក៏នាំគ្នាហើរចេញរៀងៗខ្លួន។ បក្សីយក្ស ក៏ចាប់សត្វល្អិតមួយចំនួនស៊ីជាអាហារ។"," យប់បន្ទាប់ ពួកសត្វល្អិតក៏ផ្តុំគ្នាម្តងទៀត។ពេលនេះ ពួកគេនាំគ្នាបញ្ចេញសំឡេង។ ប៉ុន្តែ ពួកគេមិនបានបញ្ចេញសំឡេងក្នុងពេលដំណាលគ្នាទេ។បក្សីយក្សក៏ហើរបុកសំដៅ មេក្រូនោះ។សត្វល្អិតក៏របេះចេញពីគ្នា។ពួកគេមួយចំនួនក៏ធ្លាក់ចុះ ហើយមានរបួស។"," សត្វល្អិតមួយចំនួនកាន់តែភ័យខ្លាច។ សត្វល្អិតមួយចំនួនទៀតរួញរា មិនចង់ចូលរួមទៀតទេ។ ចង្រិតញីខំជំរុញទឹកចិត្ត៖ បងប្អូនទាំងអស់គ្នា! បើយើងមិនតស៊ូ យើងនឹងដាច់ពូជជាមិនខាន។ សូមបងប្អូនកុំរួញរា។"," ចង្រិតញីបន្ត៖ បងប្អូនត្រូវចាំស្តាប់សញ្ញារបស់ខ្ញុំ។ ខ្ញុំនឹងស្រែក «ច្រេក! ច្រេក! ច្រេក!» ចំនួន៣ដង។ បន្ទាប់មក បងប្អូនត្រូវចាប់ផ្តើមស្រែកក្នុងពេលដំណាលគ្នា។"," យប់បន្ទាប់ បក្សីយក្សក៏ហើរមកក្នុងភូមិម្តងទៀត ។បក្សីយក្សក៏ឃើញ មេក្រូនៅកន្លែងដដែល។ វាដឹងថាទីនោះគឺជាបណ្តុំសត្វល្អិត។ វាក៏ហើរសំដៅទៅមេក្រូដ៏ធំនោះ។"," ចង្រិតញីបានប្រាប់សញ្ញា៖ ច្រេក! ច្រេក! ច្រេក! ពួកសត្វល្អិតក៏បញ្ចេញសម្រែកដូចយក្សដ៏កំណាចមួយ៖ \"ទូង ៗ ! ងូងៗ ! ហ៊ឺៗ ! ហ៊ឹមៗ !\" \"ទូង ៗ ! ងូងៗ ! ហ៊ឺៗ ! ហ៊ឹមៗ !\""," បក្សីយក្សស្រឡាំងកាំង។ វាថ្លង់នឹងសំឡេងខ្លាំងៗនេះពេញត្រចៀក។ វាក៏ហោះចេញបាត់ទៅ ។ ចាប់ពីថ្ងៃនោះមក ពួកសត្វល្អិតរស់នៅយ៉ាងសុខសាន្ត ។"," រឿង មេក្រូយក្ស សមាជិកក្រុមហាក់កាសន៖ មុត សុម៉ាលី (អ្នកនិពន្ធ) អ៊ុង គាមេសា (វិចិត្រករ) សេង ស៊ីវឡុង (អ្នករចនា) រចនាប្លង់ចុងក្រោយដោយ៖ អ៊ុង គាមេសា សូមថ្លែងអំណរគុណជាពិសេសដល់ហ៊ុយ រតនា សឿមកក្កដា ជូ ជីនិត និងក្រុមការងារ CamAnt Technology ចំពោះការជួយគាំទ្រដល់កម្មវិធីហាក់កាសនសៀវភៅអេឡិចត្រូនិចតោះអាន! ដែលបានធ្វើឡើងក្នុងទីក្រុងភ្នំពេញ កាលពីថ្ងៃទី ១៩ ខែ មិនា ឆ្នាំ ២០១៧។ © មូលនិធិអាស៊ីឆ្នាំ២០១៧។រក្សាសិទ្ធិមួយចំនួន។ ស្នាដៃនេះត្រូវបានការពារក្រោមអាជ្ញាប័ណ្ណប្រភេទ Creative Commons Attribution-NonCommercial 4.0 (http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/) ។ អ្នកអាច ចែករំលែក (ថតចម្លង និងចែកចាយបន្តឯកសារនេះ ដោយមធ្យោបាយ ឬក្នុងទម្រង់អ្វីក៏បាន)ដោយសេរី និងធ្វើការកែសម្រួល(លាយបញ្ចូលជាមួយខ្លឹមសារផ្សេងទៀត បម្លែង និងបង្កើតជាឯកសារផ្សេងៗទៀត) ស្នាដៃនេះសម្រាប់គោលបំណងមិនមែនពាណិជ្ជកម្ម។អ្នកចេញអាជ្ញាប័ណ្ណមិនអាចដកហូតសេរីភាពទាំងនេះបានឡើយ\t\t\t\tដរាបណាអ្នកគោរពទៅតាមលក្ខខណ្ឌនៃអាជ្ញាប័ណ្ណដូចខាងក្រោម៖ សេចក្តីថ្លែងអំណរគុណ-អ្នកត្រូវសរសេរពីប្រភពឯកសារឲ្យបានសមស្រប បង្ហាញពីតំណរភ្ជាប់ទៅកាន់អាជ្ញាប័ណ្ណ និងបញ្ជាក់ពីការផ្លាស់ប្តូរខ្លឹមសារ ប្រសិនបើមាន។ អ្នកអាចធ្វើបែបនេះ តាមវិធីណាក៏បានដែរសមស្របប៉ុន្តែពុំមានន័យថា អ្នកផ្តល់អាជ្ញាប័ណ្ណគាំទ្រដល់អ្នក ឬដល់ការប្រើប្រាស់របស់អ្នកនោះទេ។ មិនមែនលក្ខណៈពាណិជ្ជកម្ម-អ្នកមិនអាចប្រើប្រាស់ឯកសារនេះ សម្រាប់គោលបំណងពាណិជ្ជកម្មឡើយ។ Giant Microphone Hackathon team: Mut Somaly (Writer), Ong Keamesa (Illustrator), Seng Sivlong (Graphic Designer) Final layout by: Ong Keamesa Special thanks to Huy Rattana, Soeurm Kakada, Chou Chinith, and the CamAnt Technology team for their help with the Let’s Read! E-book Hackathon, which took place in Phnom Penh on 19 March 2017. © The Asia Foundation, 2017. Some rights reserved.This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 Licence (http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/). You are free to share (copy and redistribute the material in any medium or format) and adapt (remix, transform, and build upon the material) this work for any non-commerical purpose. The licensor cannot revoke these freedoms as long as you follow the following license terms: Attribution- You must give appropriate credit, provide a link to the license, and indicate if changes were made. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use. NonCommercial — You may not use the material for commercial purposes."]},"1533":{"id":1533,"language":"km","level":"1","textContent":[" ស្តេចធាត់ និងសុនខស្គម Parismita"," នេះគឺជាស្តេចធាត់។"," ស្តេចធាត់មានសុនខស្គមមួយក្បាល។ ​ថ្ងៃមួយ ស្តេចធាត់យាងដើរកំសាន្តជាមួយសុនខស្គមរបស់ព្រះអង្គ។"," សុនខឃើញចាប។​ សុនខក៏ដេញចាប់ចាប។"," ស្តេចក៏រត់តាមសុនខ។"," ស្តេច និងសុនខ រត់ហើយរត់ទៀត រត់ជាច្រើនថ្ងៃ។"," ស្តេចក៏ចាប់បានសុនខវិញ។"," ឥឡូវ ស្តេចធាត់ក៏ប្រែជាស្គមវិញ៕"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Fat King Thin Dog, author: Parismita . illustrator: Parismita. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/7-fat-king-thin-dog © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1532":{"id":1532,"language":"km","level":"1","textContent":[" បងឆ្មា និង​បងឆ្កែ៖ បាត់បងឆ្មាទៅណាហើយ Elke and René Leisink"," នេះជាផ្ទះរបស់បងឆ្មា។"," នេះគឺជាបងឆ្កែ។"," បងឆ្កែដើរទៅផ្ទះរបស់បងឆ្មា។ បងឆ្កែឃើញទ្វារចំហរ។ ទ្វារផ្ទះរបស់បងឆ្មាចំហរ។"," បងឆ្កែដើរចូលទៅក្នុង។ ពេលនេះ បងឆ្កែនៅខាងក្នូងផ្ទះ។​ ពេលនេះ បងឆ្កែនៅខាងក្នុងផ្ទះរបស់បងឆ្មា។"," តែបងឆ្មាអត់នៅផ្ទះទេ។ អូ!​ អូ! តើបាត់បង​ឆ្មាទៅណាហើយ?"," បងឆ្កែរកមើលលើគ្រែ តែបងឆ្មាមិននៅលើគ្រែទេ។"," បងឆ្កែរកមើលក្រោមតុ តែបងឆ្មាមិននៅក្រោមតុទេ។"," បងឆ្កែរកមើលខាងមុខកៅអ៊ី តែបងឆ្មាមិននៅខាងមុខកៅអ៊ីទេ។"," បងឆ្កែរកមើលខាងក្រោយទ្វារ តែបងឆ្មាមិននៅខាងក្រោយទ្វារទេ។"," ពេលនោះបងឆ្កែឃើញជណ្តើរមួយ។ បងឆ្កែឃើញជណ្តើរមួយនៅជាប់នឹងដើមឈើ។ ជណ្តើរនោះបាក់បាត់ទៅហើយ។"," បងឆ្កែងើយមើលទៅលើ។ បងឆ្កែងើយមើលទៅលើដើមឈើ។ បងឆ្កែងើយមើលស្លឹកឈើនៅលើដើមនោះ។"," បងឆ្កែឃើញជើងមួយគូរ។ មានជើងមួយគូរចេញមកតាមស្លឹកឈើ។ ហើយបងឆ្កែឃើញដៃមួយ។ មានដៃមួយចេញមកតាមស្លឹកឈើ។ ហើយបន្ទាប់មក បងឆ្កែឃើញមុខ..."," បងឆ្កែឃើញមុខរបស់បងឆ្មា! បងឆ្មាកំពុងអង្គុយលើដើមឈើ។ បងឆ្មាកំពុងអង្គុយលើដើមឈើ ដោយមានបាល់មួយផង។ បងឆ្មាមិនអាចចុះពីលើដើមឈើបានទេ។ បងឆ្មាមិនអាចចុះពីលើដើមឈើបានទេ ដោយសារជណ្តើរបានបាក់ទៅហើយ។"," បងឆ្កែជួយបងឆ្មា។ បងឆ្កែជួយបងឆ្មាចុះពីលើដើមឈើ។"," ពេលចុះដល់ក្រោម បងឆ្មាថើបបងឆ្កែមួយខ្សឺត។"," លាហើយ បងឆ្មា។​ លាហើយ បងឆ្កែ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog: Where Is Cat, author: Elke and René Leisink . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1531":{"id":1531,"language":"km","level":"1","textContent":[" បងឆ្មា បងឆ្កែ និងរូបគំនូរ Elke and René Leisink"," នេះគឺបងឆ្មា។"," នេះគឺបងឆ្កែ។"," បងឆ្មានិងបងឆ្កែចង់គូរគំនូរ និងផាត់ពណ៌។ បងឆ្កែយកខ្មៅដៃនិងក្រដាស។ ក្រដាសមានរាងបួនជ្រុង។"," ដំបូង បងឆ្កែគូររង្វង់មូលទ្រវែង។ រង្វង់មូលទ្រវែងនេះគឺជាខ្លួនរបស់បងឆ្មា។ វ៉ាវ!​ វាងាយស្រួលមែនទែន។"," បន្ទាប់មក បងឆ្កែគូរត្រីកោណពីរនៅលើរង្វង់មូលទ្រវែង។ ត្រីកោណពីរនេះគឺជាត្រចៀករបស់បងឆ្មា។ ហើយ បងឆ្កែគូរត្រីកោណខ្មៅមួយទៀតនៅក្នងរង្វង់មូលទ្រវែង។ ត្រីកោណខ្មៅនេះគឺជាច្រមុះរបស់បងឆ្មា។ បន្ទាប់មក បងឆ្កែបានគូរបន្ទាត់មួយនៅខាងលើច្រមុះ។"," ឥឡូវ បងឆ្កែចាប់ផ្តើមគូរភ្នែកនិងចិញ្ចើមរបស់បងឆ្មា។ ចំណុចខ្មៅពីរគឺជាភ្នែករបស់បងឆ្មា។ ខ្សែបន្ទាត់ពីរគឺជាចិញ្ចើមរបស់បងឆ្មា។ វ៉ាវ! វាពិតជាងាយស្រួលណាស់។"," បន្ទាប់មក បងឆ្កែគូរមាត់របស់បងឆ្មា។ មាត់បងឆ្មាមានរាងដូចអក្សរអង់គ្លេស \"w\" ហើយបងឆ្កែគូរពុកមាត់របស់បងឆ្មា។ ពុកមាត់បីនៅខាងឆ្វេង និងពុកមាត់បីទៀតនៅខាងស្តាំ។"," បងឆ្កែគូររូបបងឆ្មាជិតចប់ហើយ។ បងឆ្កែគូរខ្សែបន្ទាត់ធ្វើជាដៃនិងជើងរបស់បងឆ្មា។ បងឆ្កែគូររង្វង់ធ្វើជាម្រាមជើង និងខ្សែបន្ទាត់វែងមួយជាកន្ទុយរបស់បងឆ្មា។"," ចុងក្រោយ បងឆ្កែគូរបន្ទាត់ឆ្នូតៗនៅលើរូបខ្លួនបងឆ្មា។ បងឆ្កែផាត់ពណ៌ទឹកក្រូចលើរូបខ្លួនបងឆ្មា។ បងឆ្កែបានគូររូបបងឆ្មារួចរាល់ហើយ។ វ៉ាវ! រូបបងឆ្មាពិតជាស្អាតណាស់។"," ពេលនេះដល់វេនបងឆ្មាគូររូបវិញម្តង។​ បងឆ្មាយកខ្មៅដៃនិងក្រដាស។ ក្រដាសមានរាងចតុកោណកែង។"," ដំបូង បងឆ្មាបានគូររង្វង់មូលទ្រវែងមួយ។ រង្វង់មូលទ្រវែងគឺជាខ្លួនបងឆ្កែ។ វ៉ាវ! ពិតជាស្អាតណាស់!"," បន្ទាប់មក បងឆ្មាគូរខ្សែកោងខ្មៅពីរនៅលើរង្វង់មូលទ្រវែង។ ខ្សែកោងខ្មៅពីរនេះគឺជាច្រមុះរបស់បងឆ្កែ។ ហើយ បងឆ្មាបានគូរខ្សែបន្ទាត់លើច្រមុះរបស់បងឆ្មា។"," ពេលនេះបងឆ្មាគូររូបភ្នែកនិងចញ្ចើមរបស់បងឆ្កែ។ ចំណុចខ្មៅពីរនេះគឺជាភ្នែក។ ខ្សែបន្ទាត់ទាំងពីរនេះគឺជាចិញ្ចើម។ វ៉ាវ! វាពិតជាស្អាតណាស់!"," បន្ទាប់មក បងឆ្មាគូរមាត់របស់បងឆ្កែ។ មាត់បងឆ្កែមាមានរាងដូចអក្សរអង់គ្លេស \"w\" ។ ហើយបងឆ្មាគូរចំណុចខ្មៅបីជុំវិញរូបមាត់បងឆ្កែ។ បីចំណុចខ្មៅនៅខាងឆ្វេង និងបីចំណុចខ្មៅនៅខាងស្តាំ។"," បងឆ្មាគូររូបបងឆ្កែជិតចប់ហើយ។ បងឆ្មាគូរបន្ទាត់ជាដៃ​និងជើងរបស់បងឆ្កែ។ ហើយ បងឆ្មាគូររូបរង្វង់ធ្វើជាម្រាមជើងរបស់បងឆ្កែ។ បងឆ្មាគូរកន្ទុយបងឆ្កែ។ រូបកន្ទុយបងឆ្កែដូចជាផ្កា។"," ជាចុងក្រោយ បងឆ្មាគូររង្វង់តូចៗពណ៌ខ្មៅនៅលើរូបខ្លួនរបស់បងឆ្កែ។ បងឆ្មាផាត់ពណ៌លឿងលើរូបខ្លួនបងឆ្កែ។ បងឆ្មាបានគូររូបបងឆ្កែចប់ហើយ។ វ៉ាវ!​ វាពិតជាអស្ចាមែន!"," លាហើយបងឆ្មា។ លាហើយរូបគំនូរបងឆ្មា។ លាហើយបងឆ្កែ។ លាហើយរូបគំនូរបងឆ្កែ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog Draw and Color, author: Elke and René Leisink . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1530":{"id":1530,"language":"km","level":"1","textContent":[" បងឆ្មានិងបងឆ្កែ ៖ បងឆ្មាមានពណ៌លឿង Elke and René Leisink"," នេះគឺបងឆ្កែ។"," បងឆ្កែកំពុងអង្គុយក្នុងផ្ទះ។ មាននរណាម្នាក់មកគោះទ្វារ។"," បងឆ្កែបើកទ្វារ។​ បងឆ្កែឃើញនរណាម្នាក់ពណ៌លឿង!"," បងឆ្កែសួរ៖ \"នរណាគេហ្នឹង?\" ម្នាក់នោះគឺបងឆ្មា។ បងឆ្មាមានមានពណ៌លឿង។"," ក្បាលបងឆ្មាមានពណ៌លឿង។ រោមបងឆ្មាមានពណ៌លឿង។"," ដៃបងឆ្មាមានពណ៌លឿង។ បាតដៃបងឆ្មាមានពណ៌លឿង។"," មាត់បងឆ្មាមានពណំ៌លឿង។ ច្រមុះបងឆ្មាមានពណ៌លឿង។ ត្រចៀកបងឆ្មាមានពណ៌លឿង។ ភ្នែកបងឆ្មាមានពណ៌លឿង។"," បងឆ្កែសួរ៖ \"ហេតុអ្វីបានជាឯងមានពណ៌លឿងបែបនេះ?\" បងឆ្មាតប៖ \"ខ្ញុំមិនដឹងទេ។\""," បងឆ្កែសួរ៖ \" មុននេះឯងនៅឯណា?\" បងឆ្មាតប៖ \" មុននេះខ្ញុំនៅសាលារៀន\"។"," បងឆ្កែសួរ៖ \"នៅសាលារៀនណា?\" បងឆ្មាតប៖\" ខ្ញុំនៅសាលារៀនក្នុងភូមិ។\""," បងឆ្កែសួរ៖ \"ឯងនៅសាលារៀនពេលណា?\" បងឆ្មាតប៖ \"ខ្ញុំនៅសាលារៀនព្រឹកមិញ។\""," បងឆ្កែសួរ៖ \"តើឯងធ្វើអី្វនៅសាលារៀន?​\" បងឆ្មាតប៖ \"ខ្ញុំគេងនៅទីនោះ។\""," បងឆ្កែលាន់មាត់សួរ៖ \"ឯងគេងនៅសាលារៀនមែនទេ? ! ហើយឯងគេងនៅកន្លែងណា?\" បងឆ្មាតប៖ \"ខ្ញុំគេងនៅក្រោយសាលារៀន។\""," បងឆ្កែគិតមួយសន្ទុះ ហើយក៏សរសេរលើក្រដាស៖ នរណា= បងឆ្មា ឯណា= ខាងក្រោយសាលារៀន សាលារៀនណា= សាលារៀនក្នុងភូមិ ពេលណា= ពេលព្រឹក ធ្វើអ្វី= គេង ហេតុអ្វី= ?"," បន្ទាប់មកទៀតឆ្មានិយាយថា៖\" ខ្ញុំមិនមែននៅសាលារៀនតែម្នាក់ឯងនោះទេ គឺមានម្នាក់ទៀត។\""," បងឆ្កែសួរ៖\"តើម្នាក់ទៀតនៅសាលារៀននោះជានរណា?\" បងឆ្មាតប៖\"បងដំរីក៏នៅសាលារៀនដែរ។\""," បងឆ្កែសួរ៖\"តើបងដំរីធ្វើអ្វី?\" បងឆ្មាតប៖\"បងដំរីកំពុងលាបពណ៌។\""," បងឆ្កែសួរ៖ \"តើបងដំរីលាបពណ៌ទៅលើអ្វី?​\" បងឆ្មាតប៖ \"បងដំរីលាបពណ៌សាលារៀន។\""," បងឆ្កែសួរ៖ \"តើបងដំរីលាបពណ៌សាលារៀនដោយរបៀបណា?\" បងឆ្មាតប៖ \"គាត់លាបពណ៌សាលារៀនជាមួយជក់ដ៏ធំមួយ។\""," បងឆ្មាស្ងាត់មាត់។ បងឆ្មាគិតហើយនិយាយថា៖ \"ឥឡូវខ្ញុំដឹងហើយ ថាហេតុអ្វីបានជាខ្ញុំមានពណ៌លឿង!\""," បងឆ្មានិងបងឆ្កែដើរទៅសាលារៀនទាំងពីរនាក់។ បងដំរីកំពុងតែលាបពណ៌សាលារៀន។ បងដំរីកំពុងលាបសាលារៀនពណ៌លឿង។"," បងដំរីលាបពណ៌លើអ្វីៗទាំងអស់។ ​បងដំរីមិនត្រឹមតែលាបពណ៌សាលារៀនទេ ថែមទាំងលាបពណ៌បងឆ្មាទៀត។"," លាហើយ បងឆ្មាពណ៌លឿង។ លាហើយ បងឆ្កែ។ លាហើយ បងដំរី។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog: Cat Is Yellow, author: Elke and René Leisink . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1529":{"id":1529,"language":"km","level":"1","textContent":[" បាល់ចម្រុះពណ៌របស់សុភី Venisha Udas"," នៅថ្ងៃឈប់សម្រាក សុភីចេញក្រៅទៅលេងបាល់ចម្រុះពណ៌របស់នាង។ បាល់នោះរមៀលធ្លាក់ចុះក្រោម ហើយសុភីក៏ទៅតាមរកវា។"," បងឆ្កែ!បងឆ្កែ! តើបងបានឃើញបាល់ចម្រុះពណ៌របស់ខ្ញុំទេ? វុសវុស! វុសវុស! មិនឃើញទេ។ តោះទៅរកវាទាំងអស់គ្នា។"," បងទា!​ បងទា! តើបងបានឃើញបាល់ចម្រុះពណ៌របស់ខ្ញុំទេ? កាប! កាប! មិនឃើញទេ។ តោះទៅរកវាទាំងអស់គ្នា។"," បងពពែ! បងពពែ! តើបងបានឃើញបាល់ចម្រុះពណ៌របស់ខ្ញុំទេ? មែ! មែ! មិនឃើញទេ។​ តោះទៅរកវាទាំងអស់គ្នា។"," អូ រកមិនឃើញទេ! តើបាល់ចម្រុះពណ៌របស់ខ្ញុំនៅឯណាទៅណ៎? បងក្អែក! បងក្អែក! តើបងបានឃើញបាល់ចម្រុះពណ៌របស់ខ្ញុំទេ? ខ្វាក! ខ្វាក! ខ្ញុំឃើញ!​។ មកតាមខ្ញុំមក​ ខ្ញុំនាំអ្នកទាំងអស់គ្នាទៅរកវា។"," បងឆ្មា!បងឆ្មា! តាមពិតបាល់នៅបងឆ្មាទេតើ! ម៉េវ! ម៉េវ! តោះលេងបាល់ចម្រុះពណ៌នេះជាមួយគ្នា។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story बिट्टुको बुट्टे बल, author: भेनिषा उदास . illustrator: सोनाम तामाङ्ग. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1528":{"id":1528,"language":"km","level":"2","textContent":[" តើនៅក្នុងឆ្នាំងជាអ្វីទៅ? Crystal Warren"," សេមសួរថា «មានអ្វីញ៉ាំល្ងាចនេះ?»។ ម៉ាក់តបថា «វាជាការភ្ញាក់ផ្អើល»ពេលដែលគាត់កំពុងដាក់ឆ្នាំងដ៏ធំមួយនៅលើចង្ក្រាន។"," គាត់បានចាក់ទឹកមួយថូចូលទៅ។ សេមព្រួយចិត្តណាស់។ គេក៏ស្រែកសួរថា «ពួកយើងញ៉ាំទឹកសម្រាប់អាហារពេលល្ងាចមែនទេ?» ម៉ាក់ក៏តបថា «វាជាការភ្ញាក់ផ្អើល។ ចាំមើលសិនទៅ។»"," សេមសួរថា «ខ្ញុំអាចជួយបានអត់? ខ្ញុំចេះកូរ។» ម៉ាក់ក៏និយាយថា «កូននៅទាបណាស់។ ឆ្នាំងអាចនឹងធ្លាក់ចុះមក។ ប៉ុន្តែ កូនអាចជួយយករបស់ឱ្យម៉ាក់បាន។»"," «ជួយយកខ្ទឹមឱ្យម៉ាក់បន្តិចមក។» «របស់នេះមានក្លិនមិនល្អសោះ។» «ពេលវាឆ្អិន វានឹងមានរសជាតិឆ្ងាញ់។»"," «ឥឡូវ ម៉ាក់ត្រូវការប៉េងប៉ោះ។» «អត់ទេ នោះគឺផ្លែប៉ោមទេតើ។ ប៉េងប៉ោះមានរាងមូល ហើយមានពណ៌ក្រហម កូនអាចរកវាឃើញនៅក្នុងទូរទឹកកក។»"," «យកដំឡូងឱ្យម៉ាក់ផង។ វាមានរាងមូល ហើយមានពណ៌ត្នោត។» «តើអាហារឆ្អិននៅ?»"," «ក្នុងពេលរង់ចាំ បើឃ្លាន កូនញ៉ាំផ្លែប៉ោមសិនទៅ។» «ចុះរបស់នេះ?» «អត់ទេ ពួកយើងអត់ទាន់ត្រូវការនំនេះទេ។ ពួកយើងទុកវាចាំ ពេលញ៉ាំបាយហើយ។»"," «តើនៅក្នុងឆ្នាំងជាអ្វីទៅ?» «វាជាការភ្ញាក់ផ្អើល។ ចាំមើលទៅ!»"," «ហើយចុះរបស់នេះវិញ?» «នោះគឺផ្លែឪឡឹក។ វាធំពេកហើយ ដាក់ចូលឆ្នាំងមិនចុះទេ។» «កូនរកមើលស្ពៃឱ្យម៉ាក់ផង។ វាក៏មានពណ៌បៃតងដែរ។»"," «យកនំប័ុងមកផង។» «ទេ អត់ដាក់វាចូលឆ្នាំងទេ ដាក់នៅលើតុ។»"," ម៉ាក់កាន់ឆ្នាំង រួចដើរទៅតុ ហើយចាប់ផ្ដើមរៀបចំដួសដាក់ចាន។ សេមសួរថា «នៅក្នុងឆ្នាំងជាអ្វី?»។"," «ស៊ុប!» សំណព្វចិត្តខ្ញុំ!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story What's In the Pot?, author: Crystal Warren . illustrator: Hayley Alonzo. Published by Book Dash, http:\/\/bookdash.org\/whats-pot-crystal-warren-rat-western-hayley-alonzo\/ © Book Dash. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1527":{"id":1527,"language":"km","level":"3","textContent":[" នេះគឺជាដើមឈើមួយដើម។ ដើមឈើដុះនៅលើដី។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។"," នេះគឺជាដើមឈើមួយដើម។ ដើមឈើដុះនៅលើដី។ ឫសវានៅក្នុងដី។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។"," នេះគឺជាដើមឈើមួយដើម។ ដើមឈើដុះនៅលើដី។ ឫសវានៅក្នុងដី។ ដីគ្របដណ្ដប់ឫសនោះ។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។"," នេះគឺជាដើមឈើមួយដើម។ ដើមឈើដុះនៅលើដី។ ឫសវានៅក្នុងដី។ ដីគ្របដណ្ដប់ឫសនោះ។ ដើមដុះត្រង់ខ្ពស់។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។"," នេះគឺជាដើមឈើមួយដើម។ ដើមឈើដុះនៅលើដី។ ឫសវានៅក្នុងដី។ ដីគ្របដណ្ដប់ឫសនោះ។ ដើមដុះត្រង់ខ្ពស់។ ហើយមែកដុះចេញពីដើម។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។"," នេះគឺជាដើមឈើមួយដើម។ ដើមឈើដុះនៅលើដី។ ឫសវានៅក្នុងដី។ ដីគ្របដណ្ដប់ឫសនោះ។ ដើមដុះត្រង់ខ្ពស់។ មែកដុះចេញពីដើម ហើយស្លឹកលាស់ចេញពីមែក ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។"," នេះគឺជាដើមឈើមួយដើម។ ដើមឈើដុះនៅលើដី។ ឫសវានៅក្នុងដី។ ដីគ្របដណ្ដប់ឫសនោះ។ ដើមដុះត្រង់ខ្ពស់។ មែកដុះចេញពីដើម។ ស្លឹកលាស់ចេញពីមែក។ ហើយផ្ការីកក្បែរស្លឹក ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។"," នេះគឺជាដើមឈើមួយដើម។ ដើមឈើដុះនៅលើដី។ ឫសវានៅក្នុងដី។ ដីគ្របដណ្ដប់ឫសនោះ។ ដើមដុះត្រង់ខ្ពស់។ មែកដុះចេញពីដើម។ ស្លឹកលាស់ចេញពីមែក។ ផ្ការីកក្បែរស្លឹក។ ហើយផ្លែកើតចេញពីផ្កា ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។"," នេះគឺជាដើមឈើមួយដើម។ ដើមឈើដុះនៅលើដី។ ឫសវានៅក្នុងដី។ ដីគ្របដណ្ដប់ឫសនោះ។ ដើមដុះត្រង់ខ្ពស់។ មែកដុះចេញពីដើម។ ស្លឹកលាស់ចេញពីមែក។ ផ្ការីកក្បែរស្លឹក។ ផ្លែកើតចេញពីផ្កា។ ហើយក្នុងផ្លែនោះ មានគ្រាប់។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។ ហើយស្មៅបៃតងខ្ចីក៏ដុះនៅជុំវិញដែរ។"," មិនយូរប៉ុន្មាន... រុក្ខជាតិតូចៗនឹងដុះចេញពីគ្រាប់នោះ។ ថ្ងៃណាមួយ វានឹងក្លាយជាដើមឈើ។ ហើយស្មៅបៃតងខ្ចីនឹងដុះជុំវិញ។ ហើយស្មៅបៃតងខ្ចីនឹងដុះជុំវិញ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The Tree, author: Usha Rane . illustrator: Ketan Raut. Published by Pratham Books, https:\/\/storyweaver.org.in\/ © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ដើមឈើ Usha Rane"]},"1526":{"id":1526,"language":"km","level":"1","textContent":[" ការសម្តែងសៀក Prabha Bhattarai"," នាថ្ងៃសៅរ៍មួយ ឪពុកបានសួរទៅកាន់សុកថាចង់ទៅលេងនៅឯណា។ សុកក៏បានឆ្លើយថា \"តោះយើងទៅមើលការសម្តែងសៀក\"។"," សុកនិងឪពុកក៏បានទាញកង់ ហើយជិះទៅកាន់រោងសម្តែងសៀក។"," ពុកបានប្រាប់សុកថា \"ពុកនឹងចូលទៅទិញសំបុត្រសិន។ ចូរកូនអង្គុយនៅទីនេះហើយ\"។ សុកពិតជា​​រំភើបនិងរី​ក​រាយ​ជា​ខ្លាំ​ង!​"," ការសម្តែងក៏បានចាប់ផ្តើម។ អ្នកសម្តែងបានឡើងមកលើឆាក។ គាត់ពាក់មួកដ៏ធំមួយ។ គ្រប់គ្នាបានទះដៃនិងស្រែកហ៊ោកញ្ជ្រៀវ។ ប៉ុន្តែឪពុករបស់សុកបាត់មិនដឹងនៅណា?"," អ្នកសម្តែងសៀកក៏ទាញកន្សែងដៃចេញពីក្នុងមួករបស់គាត់។ សុកពិតជាភ្ញាក់ផ្អើលខ្លាំងណាស់។ ប៉ុន្តែគាត់នៅតែឆ្ងល់ក្នុងចិត្តថា \"តើបាត់ពុករបស់ខ្ញុំទៅណា?\""," អ្នកសម្តែងសៀកបានបាចស្ករគ្រាប់ទៅដល់ក្មេងៗ។ សុកបន្តភ្ញាក់ផ្អើល ប៉ុន្តែគាត់នៅតែឆ្ងល់ថា \"តើឪពុករបស់ខ្ញុំបាត់ទៅណា?\""," អ្នកសម្តែងសៀកបានទាញយកកូនទន្សាយមួយក្បាលចេញពីក្នុងហោប៉ៅរបស់គាត់។​ សុកបន្តភ្ញាក់ផ្អើល ប៉ុន្តែមិនសប្បាយក្នុងចិត្តសោះ។ សុកចេះតែឆ្ងល់ថា \"តើឪពុករបស់ខ្ញុំបាត់ទៅណា?\""," អ្នកសម្តែងសៀកសួរទៅកាន់សុកថា \"ហេតុអ្វីបានជាឯងមិនសប្បាយចិត្តដូច្នេះ? ចូរប្រាប់មកថាតើឯងចង់មើលការសម្តែងពីអ្វីទៅវិញ!\""," សុកក៏បានឆ្លើយថា \"តើលោកអុំអាចប្រើការសម្តែង ដើម្បីស្វែងរកឪពុកខ្ញុំបានទេ?\" អ្នកលេងសៀកក៏បានប្រាប់ថា \"ចូរមើលមកនេះមកក្មេងតូច\" ពេលនោះគាត់ក៏ដោះមួកនិងយកដៃចេញពីមុខរបស់គាត់។"," អ្នកសម្តែងសៀកក៏បានសួរថា \"តើនេះជាឪពុករបស់ឯងមែនទេ?\" ពិតហើយនោះគឺ! នោះគឺជាឪពុករបស់សុក! សុកពិតជារីករាយខ្លាំងណាស់ដែលបានជួបឪពុករបស់គាត់វិញ។ សុកបានអោបឪពុករបស់គាត់យ៉ាងណែនហើយបាននិយាយថា \"នេះទើបពិតជាហៅថាការសម្តែងសៀកមែន!\""," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story यो पो त जादु, author: प्रभा भट्टराई . illustrator: उज्ज्वल तामाङ्ग. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1525":{"id":1525,"language":"km","level":"3","textContent":[" សម្លាញ់ទាំងបួន Adapted by BookBox"," ខណៈអ្នកនិពន្ធ អ្នកគូរគំនូរ និងអ្នកបោះពុម្ពសៀវភៅនេះលើកទឹកចិត្ត ព្រមទាំងគាំទ្រឱ្យមានការបកប្រែទៅជាភាសាផ្សេងៗ។ យើងស្នើសុំឱ្យមានការផ្លាស់ប្ដូរតិចតួចបំផុតទៅលើអត្ថន័យ និងរូបភាពនៅក្នុងសៀវភៅ។"," នៅក្នុងព្រៃមួយឆ្ងាយពីទីក្រុងមានសត្វ និងបក្សីរស់នៅជុំគ្នាយ៉ាងរីករាយ។"," ក្តាន់ អណ្តើក ក្អែក និងកណ្តុរជាមិត្តនឹងគ្នា។ មិត្តទាំងបួនរស់នៅក្នុងព្រៃនោះ។ រៀងរាល់ល្ងាច មិត្តទាំងបួនតែងតែជួបជុំជជែកគ្នាលេង។"," ថ្ងៃមួយ ក្តាន់ភ័យជាខ្លាំង។ ក្តាន់ប្រាប់ថា៖ «ព្រានព្រៃបានដាក់អន្ទាក់នៅក្នុងព្រៃ។ តើយើងគួរធ្វេីយ៉ាងដូចម្តេចទេីបអាចគេចពីព្រានព្រៃបាន?» ក្អែកឆ្លើយថា៖ «យើង​មានមធ្យោបាយមួយ។ កណ្តុរក៏ដឹងដែរ!»"," ក្អែករៀបរាប់ពីអ្វីដែលបានឃើញ៖ «ថ្ងែមុន ខ្ញុំបានឃេីញរឿងដ៏អស្ចារ្យមួយ។..."," … ព្រាបមួយហ្វូងបានជាប់សំណាញ់របស់ព្រានព្រៃ។ ពួកគេប្រឹងទទះស្លាប។ ..."," … បន្ទាប់មក ព្រាបទាំងនោះបានប្រើចំពុះដើម្បីពាំសំណាញ់ រួចហើរឡេីងទៅលេីមេឃ។ តើពួកគេហើរទៅទីណា? ពួកគេហើរទៅរកកណ្តុរ!..."," … កណ្តុរបានប្រើធ្មេញ ដើម្បីកកេរសំណាញ់ឱ្យរហែក។ ព្រាបបានហើរចេញទៅ បន្ទាប់ពីរួចខ្លួនពីសំណាញ់។ ..."," … ព្រាបដឹងគុណកណ្តុរជាខ្លាំង។»"," បន្ទាប់ពីនិយាយរឿងចប់ ក្ដាន់ក៏បានដើររកទឹកផឹក។"," ខណៈពេលដែល​មិត្តទាំងបីនាក់កំពុងស៊ីផ្លែឈើ និងស្លឹកឈើនៅក្នុងព្រៃ។"," ពួកគេជជែកគ្នាលេងរហូតដល់យប់ជ្រៅ ដើម្បីចាំក្តាន់ត្រលប់មកវិញ។ មិត្តទាំងបីចាប់ផ្តើមព្រួយបារម្ភ ដោយសារតែមិនឃើញក្តាន់ត្រលប់មកវិញសោះ។"," លុះព្រឹកឡើង មិត្តពីរនាក់ដើររកក្តាន់។ ចំណែកឯក្អែកហើរឆ្វែលរកក្តាន់គ្រប់ទីកន្លែង។"," បន្ទាប់មក ក្អែកឃេីញជើងរបស់ក្តាន់ជាប់សំណាញ់ រួចនិយាយថា៖ «កុំបារម្ភ! ពួកយើងនឹងរកមធ្យោបាយជួយឯង។»"," ក្អែកហើរទៅរកមិត្តផ្សេងៗទៀត។ បន្ទាប់មក អណ្តើកប្រាប់កណ្តុរឱ្យឡើងជិះលើខ្នងក្អែក រួចមិត្តទាំងបីធ្វើដំណើរទៅជួយក្តាន់ទាំងអស់គ្នា។"," ដោយមិនបង្អង់យូរ កណ្តុរចាប់ផ្តើមកកេរសំណាញ់។ មួយសន្ទុះក្រោយមក អណ្តើកមកដល់។ ក្តាន់និយាយថា៖ «ហេតុអ្វីបានជាមិត្តមកទីនេះ? បើព្រានព្រៃត្រឡប់មកទាន់ មិត្តរត់មិនរួចទេ។»"," ពេលនោះ ព្រានព្រៃពិតជាត្រលប់មកវិញមែន។ មិត្តទាំងបួននាំគ្នារត់ ប៉ុន្តែអណ្តើកយឺតពេក។ ព្រានព្រៃចាប់អណ្តើកចងនឹងឈើវែងមួយ។"," ក្តាន់និយាយថា៖ «មិនបានទេ! ដោយសារតែខ្ញុំ អណ្តើកជួបគ្រោះថ្នាក់ហើយ។» រំពេចនោះ ក្តាន់រត់ទៅក្បែរស្រះទឹក។"," ក្តាន់ធ្វើពុតជាស្លាប់ ហើយក្អែកមកចឹកខ្នងក្តាន់។ ព្រានព្រៃឃើញដូច្នោះក៏បានដាក់អណ្តើកចុះ ហើយដើរទៅរកក្តាន់។ កណ្តុរប្រឹងកកេរខ្សែ ដើម្បីជួយអណ្តើក។"," នៅពេលដែលអណ្តេីកវារចុះទៅក្នុងស្រះទឹក ក្តាន់ក៏ងើបបោល​​។ ចំណែកឯក្អែកក៏ហើរចេញទៅ។ ព្រានព្រៃភិតភ័យជាខ្លាំង។ គាត់មិនធ្លាប់ឃេីញសត្វដែលស្លាប់ហេីយរស់ឡើងវិញនោះទេ។ គាត់រត់យកប្រាសអាយុដោយសារតែគាត់គិតថាព្រៃនោះចេះលងមនុស្ស។"," មិត្តទាំងបួនក៏ត្រលប់មកផ្ទះវិញ ហេីយរស់នៅជាមួួួយគ្នាយ៉ាងរីករាយម្តងទៀត។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The Four Friends, author: Adapted by BookBox . illustrator: Emanuele Scanziani. Published by BookBox, https:\/\/youtu.be\/8C-ebZOZaxw © BookBox. Released under CC BY-NC-SA 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC-SA 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0\/"]},"1524":{"id":1524,"language":"km","level":"3","textContent":[" ប្រវត្តិអណ្តូងទឹក Adapted by BookBox"," ស្របពេលដែលអ្នកនិពន្ធ ជាងគំនូរ និងអ្នកបោះពុម្ពសៀវភៅនេះលើកទឹកចិត្ត និងគាំទ្រការបកប្រែសៀវភៅនេះជាភាសាផ្សេងៗក៏ដោយ ពួកគេក៏សំណូមពរសូមអោយការកែប្រែផ្នែកសំខាន់ៗនៃអត្ថបទស្ថិតក្នុងកម្រិតអប្បបរមាប៉ុណ្ណោះ។"," កាលពីព្រេងនាយ មាននគរតូចមួយនៅជុំវិញបឹង។ នៅរដូវប្រាំងមួយ មេឃមិនធ្លាក់ភ្លៀងសោះ បណ្តាលឱ្យបឹងនោះរីងស្ងួតអស់។"," ប្រជារាស្ត្រមានការព្រួយបារម្ភយ៉ាងខ្លាំង ហើយបាននាំគ្នាទៅចូលគាល់ព្រះរាជា។ កសិករបានក្រាបទូលទៅព្រះរាជាថា\"បរពិត្រ ព្រះអង្គ! នគររបស់យើងខានមានភ្លៀងធ្លាក់ជាយូរណាស់មកហើយ។​​​ ដីស្រែចំការរបស់ពួកទូលបង្គំលែងមានជីវជាតិសម្រាប់ដាំដុះ។\" អ្នកនេសាទក្រាបទូលទៅព្រះរាជាថា \"បរពិត្រ ព្រះអង្គ! គ្មានត្រីសម្រាប់ពួកទូលបង្គំនេសាទទៀតទេ។ តើពួកទូលបង្គំគួរធ្វើបែបណាទៅក្រាបទូល?​\""," ស្រ្តីជាច្រើននាក់និងកូនៗរបស់ពួកគេបានក្រាបទូលទៅព្រះរាជាថា \"សូមព្រះករុណាជីវិតតំកល់លើត្បូង! ជួយទូលបង្គំដែលកំពុងជួបគ្រោះមហន្តរាយនេះផង។\" ព្រះរាជាបានចាត់ឲ្យមេទ័ពទាំងបួនទៅស្វែករកប្រភពទឹកនៅគ្រប់ទិសទីទាំងអស់។"," មេទ័ពទីមួយបានធ្វើដំណើរទៅកាន់ទិសខាងកើតសំដៅទៅកាន់ទិសព្រះអាទិត្យរះ។ មេទ័ពទីពីរបានធ្វើដំណើរទៅទិសខាងត្បូងពោរពេញដោយធូលីនិង​កំដៅ។​ មេទ័ពទីបីបានធ្វើដំណើរទៅទិសខាងលិច ដែលជាទិសព្រះអាទិត្យលិច។ រីឯមេទ័ពទីបួនបានធ្វើដំណើរទៅទិសខាងជើង។"," មេទ័ពទាំងបួនបានស្វែងរកទឹកទាំងថ្ងៃទាំងយប់នៅគ្រប់ទិសទី ប៉ុន្តែពួកគេនៅតែរកមិនឃើញ។ មេទ័ពបីរូបត្រលប់ទៅនគរវិញដោយដៃទទេ។"," ប៉ុន្តែ មេទ័ពដែលធ្វើដំណើរទៅកាន់ទិសខាងជើងបានប្តេជ្ញាចិត្តថានឹងមិនធ្វើអោយព្រះអង្គខកព្រះទ័យ និងបន្តដំណើររហូតដល់ភូមិមួួយនៅជិតភ្នំទឹកកក។"," នៅពេលមេទ័ពទីបួនកំពុងអង្គុយសម្រាកនៅជើងភ្នំ ស្រាប់តែមានស្ត្រីចំណាស់ម្នាក់ដើរឆ្លងកាត់ហើយក៏អង្គុយនៅក្បែរមេទ័ព។​ មេទ័ពនោះបានចង្អុលទៅជើងមេឃ ហើយពោលថា \"ខ្ញុំមកពីនគរដ៏ស្រស់ស្អាតមួយ តែនគរពំុមានភ្លៀងធ្លាក់ពេញមួយឆ្នាំមកហើយ។ តើអ្នកអាចជួយខ្ញំុរកទឹកបានទេ? \""," ស្រ្តីចំណាស់នោះបានប្រាប់ឱ្យមេទ័ពដើរតាមគាត់ឡើងលើភ្នំ និងចូលក្នុងរូងភ្នំមួយ។"," ស្រ្តីចំណាស់បានពោលថា \"នគររបស់ពួកយើងក៏មិនមានទឹកដែរ​។\" បន្ទាប់មក គាត់បានចង្អុលទៅកាន់ដុំទឹកកកស្រួចៗនៅក្នុងរូបភ្នំ ហើយពោលថា \"ពួកយើងហៅវាថាជាដុំទឹកកក។ លោកអាចយកវាខ្លះទៅកាន់នគររបស់លោក។ នគររបស់លោកនឹងមិនខ្វះទឹកទៀតទេ។\""," មេទ័ពបានវាយបំបែកដុំទឹកកកធំមួយ និងដាក់វាលើរទេះសេះរបស់គាត់ ហើយប្រញាប់ប្រញាល់ទៅនគរវិញ។"," ទំរាំតែមេទ័ពធ្វើដំណើរទៅដល់ព្រះរាជវាំង ដុំទឹកកកធំនោះបានរលាយក្លាយជាដុំទឹកកកតូចមួយ។"," ដោយសារពំុដែលមាននរណាម្នាក់នៅក្នុងព្រះរាជវាំងធ្លាប់ឃើញដុំទឹកកកពីមុនមក ដូច្នេះពួកគេបានសម្លឹងមើលវាយ៉ាងងឿងឆ្ងល់! ភ្លាមនោះមានមន្រ្តីម្នាក់បានលាន់មាត់ថា​ \"នេះប្រាកដជាគ្រាប់ពូជទឹក!\""," ព្រះរាជាបានបញ្ជាអោយយកគ្រាប់ពូជទឹកនោះទៅសាបព្រោះភ្លាមៗ។​ នៅពេលដែលកសិករកំពុងតែជីករណ្តៅ ដុំុទឹកកករលាយបន្តិចម្តងៗក្រោមកំដៅព្រះអាទិត្យ។"," កសិករបានដាក់គ្រាប់ពូជចូលទៅក្នុងរណ្តៅ ប៉ុន្តែមុនពេលពួកគេអាចកប់គ្រាប់ពូជនោះបាន វាក៏រលាយបាត់អស់។ កសិករមានការភ័នភាំង និងបារម្ភជាខ្លាំង។ ពេញមួយយប់ពួកគេបន្តជីកដីកាន់តែជ្រៅទៅៗ ដើម្បីស្វែងរកគ្រាប់ពូជដ៏អាថ៌កំបាំងនោះ។"," ពេលព្រលឹមស្រាងៗឡើង ព្រះរាជាបានទតឃើញកសិករដេកលង់លក់នៅជុុំវិញរណ្តៅ។"," ដោយមានការចំលែកក្នុងព្រះរាជហឬទ័យ ព្រះរាជាបានទតមើលក្នុងរូងដោយមានការភ្ញាក់ផ្អើលយ៉ាងខ្លាំង ហើយក៏មានព្រះបន្ទូលថា \"ភ្ញាក់ឡើង មនុស្សដ៏អស្ចារ្យរបស់ខ្ញុំ។\" គ្រាប់ពូជទឹកបានចេញពន្លកហើយ! មានទឹកនៅក្នុងរណ្តៅនោះទៀតផង!\" នេះគឺជារបៀបបង្កើតអណ្តូងដំបូង។​"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The First Well, author: Adapted by BookBox . illustrator: Emanuele Scanziani. Published by BookBox, https:\/\/youtu.be\/4Ql7wHgsjSs © BookBox. Released under CC BY-NC-SA 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC-SA 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0\/"]},"1523":{"id":1523,"language":"km","level":"3","textContent":[" ពីឈី ជាប់ក្នុងព្យុះ Manisha Chaudhry Mala Kumar"," ពីឈី ពិបាកចិត្តនិងឯកោ។ ថ្ងៃម្សិលមិញ វានៅជាមួយត្រីបបែលម៉ាន់តាមួយហ្វូង។ ពួកគេនៅឆ្ងាយពីឆ្នេរកោះអាន់ដាម៉ាន់ និងកោះនីកូបា។ ទីនោះពួកគេបានស៊ីត្រីអស់ច្រើនសន្ធឹកសន្ធាប់។"," ពួកគេកញ្ជ្រោកលោតលេងលើផ្ទៃមហាសមុទ្រឥណ្ឌាដ៏ស្រស់ស្អាត! កប៉ាល់មួយបើកតម្រង់មក។ ពីឈី មុជចុះទឹកយ៉ាងជ្រៅ។ មិត្តភក្ដិវាក៏ចែកផ្លូវគ្នាខ្ចាត់ខ្ចាយអស់។ ពីឈី ប្រឹងទទះព្រុយដ៏ធំរបស់ខ្លួន។ វាព្យាយាមហែលទៅរកទីសុវត្ថិភាព។"," ពេលនោះមានផ្លេកបន្ទោរឆ្វាច លាយសំឡេងផ្គរលាន់។ ពីឈី វង្វេងទិសដៅហើយ។ សមុទ្រប្រែខ្មៅងងឹតសម្រាប់វា។ រលកធំមួយបោករុញច្រានវាទៅក្រោមកប៉ាល់។ អ្ហា! មានស្នាមរលាត់នៅក្រោមពោះវា។"," វាដឹងថាត្រូវធ្វើអ្វីហើយ។ វាត្រូវស្វែងរកមិត្តភក្ដិរបស់ខ្លួន។ ប៉ុន្តែដំបូងវាត្រូវព្យាបាលរបួសសិន។ វាខំហែលសំកាំងយ៉ាងលឿនទៅកាន់ឆ្នេរ។"," បេះដូង ពីឈី លោតញាប់។ វាគិតថា មិនគួរខ្លួនវាធំបែបនេះសោះ។ ប្រវែងវា១០ម៉ែត្រ ទម្ងន់ជាង៩០០គីឡូក្រាម! វាត្រូវទៅមន្ទីរពេទ្យ។ លឿនឡើង! ជីវិតវាពឹងលើខ្លួនវាហើយ។"," ពេលនោះ វាឃើញប៉មបំភ្លឺនៅលើឆ្នេរ។ វាលោតយ៉ាងសប្បាយ។ ពីឈី បានមកដល់មន្ទីរពេទ្យហើយ។ នោះជាមន្ទីរពេទ្យធម្មជាតិ។"," ភ្លាមនោះ ហ្វូងត្រីតូចៗដ៏ច្រើន បានហែលជុំវិញវា។ ត្រីដែលវាស៊ីពីមុន ពេលនេះក្លាយជាពេទ្យព្យាបាលវាម្ដង។ ពួកគេបានសម្អាតស្នាមមុតដ៏ជ្រៅនៅលើពោះវា។"," “ត្រីអ្នកសម្អាត”ទាំងនេះ នាំគ្នាស៊ីច្បិចស្បែកដែលដាច់រលាត់។ មិនយូរប៉ុន្មាន ពីឈី ក៏បានធូរស្បើយ។ វាស្រឡាញ់មហាសមុទ្រឥណ្ឌាណាស់។ ទីនេះមានភាវៈមានជីវិតជាង ៥០០ប្រភេទ កំពុងរស់នៅ។"," មិត្តអ្នកអាន មហាសមុទ្រឥណ្ឌា មានឈ្មោះសំស្ក្រឹតថា រតនករ (រៈតៈន៉ៈកៈរៈ ឬរៈតៈន៉ៈក) មានន័យថារ៉ែត្បូង ឬអ្នកផលិតត្បូង ឬអ្នកជីកត្បូង។ បបែលម៉ាន់តា តែងទៅកាន់ស្ថានីយ៍សម្អាត។ ស្ថានីយ៍សម្អាត នេះអាចហៅម្យ៉ាងទៀតថា មន្ទីរពេទ្យធម្មជាតិក្នុងសមុទ្រ។ នៅទីនោះ ត្រីតូចៗដូចជាត្រីអប្សរជាដើម ហែលតាមស្រកីបបែលម៉ាន់តា និងស្បែករបស់វា។ គេហៅត្រីទាំងនោះថា ត្រីអ្នកសម្អាត។ ព្រោះពួកវាជួយសម្អាតបបែលម៉ាន់តាដោយស៊ីប៉ារ៉ាសិត និងជាលិកាស្បែកដែលងាប់។ ថ្វីបើបបែលម៉ាន់តាមានខ្លួនធំក៏ដោយ ប៉ុន្តែវាជាត្រីស្លូត។ ពួកវាត្រូវសត្វធំៗដូចជាឆ្លាម និងបាឡែន ព្រមទាំងមនុស្សប្រមាញ់ជាចំណី។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Pishi Caught in a Storm, author: Manisha Chaudhry, Mala Kumar . illustrator: Sangeeta Das. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/1205-pishi-caught-in-a-storm © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1522":{"id":1522,"language":"km","level":"2","textContent":[" ទីនេះក៏មិនឃើញ ទីនោះក៏មិនឃើញ! តើវាបាត់ទៅណា?"," លើសាឡុងក៏មិនឃើញ។ ក្រោមគ្រែក៏មិនឃើញ។"," នៅក្នុងប្រអប់ក៏មិនឃើញ។​ នៅក្រោមអាវប្អូនស្រីខ្ញុំក៏មិនឃើញ។"," មិននៅក្រោមខ្នើយ មិននៅក្នុងកាតាបខ្ញុំុ។ ហ៊ី ហ៊ី! តើវាបាត់ទៅណាហើយ?"," ខ្ញុំរកនៅគ្រប់បន្ទប់ទាំងអស់ ហើយក្រោមសៀវភៅក៏មើលអស់ហើយដែរ។"," ខ្ញុំបានរកនៅក្រោមកៅអី​ នៅក្រោមជើងម៉ា​រួចហើយ។ តើវាបាត់ទៅណាហើយ?"," ភ្លាមនោះ លោកយាយបានដើរមកដល់ គាត់និយាយថា «មើលនែ យាយរកឃើញរបស់មួយក្នុងសួន។»"," លោកយាយបាននិយាយទាំងសើច ហ៊សៗ ហ៊ុះៗ  «វាអាចយោលចុះឡើង វាអាចលោត។ វាអាចបង្វិលបាន វាអាចសំយុងចុះឡើង។»"," អូ៎ អរគុណណាស់លោកយាយ! លោកយាយបានរកឃើញយ៉ូយ៉ូសំណព្វចិត្តរបស់ខ្ញុំហើយ!"," «យ៉ូយ៉ូ? ឈ្មោះអីកំប្លែងម៉្លេះ! របស់លេងអីគួរឱ្យចង់សើចណាស់! យាយចង់លេងវា។ វាពិតជាសប្បាយលេងមែន!»"," សើច សើច សើចនោះសើច! លោកយាយលេងយ៉ូយ៉ូរបស់ខ្ញុំ។ ពេញមួយថ្ងៃតែម្ដង!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Lost and Found, author: Sukhada Rahalkar . illustrator: Sukhada Rahalkar. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/356-lost-and-found © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," បាត់ ហើយរកឃើញ Sukhada Rahalkar"]},"1521":{"id":1521,"language":"km","level":"2","textContent":[" ការស្វែងរកទឹក Augustine Napagi"," តើខ្ញុំអាចរកទឹកបាននៅឯណា?"," មានទឹកនៅក្នុងឆ្នាំង!"," ទឹកនេះក្ដៅណាស់!"," តើទឹកនេះអាចត្រជាក់វិញទេ?​"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Looking For Water, author: Augustine Napagi . illustrator: Hélder de Paz Alexandre. Published by African Storybook Project, http:\/\/www.africanstorybook.org\/ © African Storybook Project. Released under CC BY 3.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 3.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/3.0\/"]},"1520":{"id":1520,"language":"km","level":"1","textContent":[" ហោះភ្លាមទៅខ្លែង Rochak Dahal"," រសៀលមួយ ជីវ៉ាន់កាន់ខ្លែងនៅដៃ ហើយនិយាយដោយសប្បាយចិត្ត ៖ - តោះខ្លែង!...ថ្ងៃនេះយើងហោះលេងឲ្យសប្បាយ!..តែធ្វើម៉េចបានឯងអាចហោះបានហ្ន!..."," ភ្លាមនោះរ៉ាមីឡា ដែលជាបងស្រីរបស់ជីវាន់ក៏ឆ្លើយតប ៖ - ឯងត្រូវការខ្យល់ដើម្បីបង្ហោះខ្លែងនេះ!..."," ជីវ៉ាន់លាន់មាត់ ៖ - ខ្យល់!...អូ​ហ៍ឣ៊ីចឹងខ្ញុំនឹងផ្លុំខ្យល់ដើម្បីឲ្យខ្លែងនេះវាហោះ។"," បន្ទាប់ពីផ្លុំហើយ ខ្លែងនៅតែមិនហោះ។ ជីវ៉ាន់សម្លឹងទៅខ្លែងដោយឆ្ងល់ ៖ - ហេតុអ្វីខ្លែងនៅតែមិនហោះ?"," ជីវ៉ាន់គិតក្នុងចិត្តថា៖ - ប្រហែលមកពីខ្យល់មិនគ្រប់ទេដឹង បានជាខ្លែងនេះមិនហោះ។ អូ! ខ្ញុំនឹងប្រើផ្លិតតូចនេះដើម្បីបក់ខ្លែងឲ្យហោះ។"," ខ្លែងនៅតែមិនព្រមហោះ។ ជីវ៉ាន់សម្លឹងទៅខ្លែងដោយឆ្ងល់ ៖ - ខ្ញុំបានយកផ្លិតបក់ហើយតើ ម៉េចក៏ខ្លែងនៅតែមិនហោះឣ៊ីចឹង!..."," ជីវ៉ាន់រអ៊ូ ៖ - ម្តេចនៅតែខ្យល់មិនគ្រប់ទៀតហ្ន!... អូ!...ខ្ញុំនឹងប្រើកង្ហាបក់វិញមើល!.. ​វ៉ាវ!....វ៉ាវ.....វ៉ាវ!..."," ខ្លែងនៅតែមិនព្រមហោះ ធ្វើឲ្យជីវ៉ាន់មានការព្រួយបារម្ភ ដោយគិតថាខ្លែងរបស់គេមិនអាចហោះ។"," ពេលជីវ៉ាន់កំពុងតែពិបាកចិត្ត ស្រាប់តែខ្យល់បានបក់មករវិចៗ ហើយខ្លែងដែលនៅនឹងដៃរបស់ជីវ៉ាន់ក៏ចាប់ផ្តើមហោះតិចៗ"," ខ្យល់ក៏ចាប់ផ្តើមបក់មកកាន់តែខ្លាំង ហើយខ្លែងរបស់ជីវ៉ាន់ក៏ហោះកាន់តែខ្ពស់ទៅៗទៅលើមេឃ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story चङ्गा उड्यो, author: रोचक दाहाल . illustrator: शान्ता हिताङ. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1519":{"id":1519,"language":"km","level":"3","textContent":[" កុមារីគង្គាមានអាយុ១២ឆ្នាំ។ នាងកំព្រាម្តាយ។\t\t\tនាងរស់នៅជាមួយឪពុក និងបងប្រុស លើបឹងទន្លេសាប។\t\t\tអ្វីៗនៅទីនោះសុទ្ធតែអណ្តែតលើទឹក។ សាលារៀន មណ្ឌលសុខភាព វត្ត និងសួនដំណាំ...ជាដើម។"," ឪពុកគង្គាជាអ្នកដែលពូកែចាប់ត្រី។\t\t\tបងប្រុសរបស់នាងជាអ្នកដែលពូកែអុំទូក។ រៀងរាល់ព្រឹក ឪពុក និងបងប្រុសតែងចេញពីផ្ទះទៅរកត្រី។ ចំណែកឯគង្គានៅចាំផ្ទះ និងថែរក្សាសួនដំណាំ។"," ជារឿយៗ គង្គាតែងនិយាយសុំឪពុក និងបងប្រុសទៅជាមួយ។ \t\t\t«ខ្ញុំចង់ទៅរកត្រីដែរ។» «ទេ! ទៅរកត្រីជាការងារពិបាកណាស់។\t\t\tកូនឯងនៅផ្ទះស្រោចដំណាំល្អជាង។ ពុកចង់ញ៉ាំផ្លែល្ហុងដែលកូនដាំ។» «អូនឯងត្រូវនៅមើលថែប៉េងប៉ោះសម្រាប់បង។ »"," រដូវវស្សាចូលមកដល់។\t\t\tភ្លៀងធ្លាក់ស្ទើររាល់ថ្ងៃ។ ទឹកបឹងឡើងលិចគ្រប់ទីកន្លែង។"," ថ្ងៃមួយ ឪពុក និងបងប្រុសបានចេញទៅរកត្រី។ ស្រាប់តែ គង្គាស្រែកខ្លាំងៗ។ «តើសួនដំណាំខ្ញុំបាត់ទៅណាហើយ?» នាងរត់ទៅមើលជុំវិញផ្ទះ ប៉ុន្តែមិនឃើញសួនដំណាំទេ។ នាងក្រឡេកទៅឆ្ងាយឃើញសួនដំណាំស្លុងៗ។"," គង្គាក៏សម្រេចចិត្តយកទូកចែវតាមរកសួនដំណាំ។ នាងខំចែវតាមពីក្រោយសួនដំណាំ។ ប៉ុន្តែសួន ដំណាំចេះតែអណ្តែតទៅមុខយ៉ាងលឿន។ «សួនអើយសួន! ចាំខ្ញុំផង។» នាងខំចែវកាន់តែញាប់ជាងមុន។"," នៅកណ្តាលផ្ទៃបឹង រលកបោកខ្លាំងៗ។\t\t\tទូកនាងម្តងវេរទៅឆ្វេង ម្តងវេរទៅស្តាំ។ ទឹកចូលពេញក្នុងទូករបស់គង្គា។\t\t\tនាងខំប្រឹងបាចទឹកចេញយ៉ាងរហ័ស ហើយចែវបន្តទៀត។ថ្ងៃកាន់តែក្តៅ គង្គាហេវហត់ខ្លាំងណាស់។ សួនដំណាំមិនព្រមឈប់សោះ វារសាត់លឿនទៅៗ។"," មួយសន្ទុះក្រោយមក សួនដំណាំក៏ឈប់នៅមួយកន្លែង។\t\t\tគង្គាសប្បាយចិត្តណាស់ ក៏អុំទូក សំដៅវាយ៉ាងលឿន។\t\t\tពេលទៅដល់ក្បែរវា នាងបោះខ្សែចងទូកជាប់បំពង់ឫស្សី។ \t\t\tបន្ទាប់មក គង្គាហក់ចូលទៅក្នុងសួន។\t\t\tស្រាប់តែសួនដំណាំរសាត់ទៅមុខបន្តទៀតយ៉ាងលឿន។"," គង្គាឆ្ងល់ ៖ «តើមានរឿងអីកើតឡើង? នាងដកដង្ហើមវែងៗ ហើយលោតចូលក្នុងទឹកប្រូង។ នាងសម្លឹងមើលឆ្វេងស្តាំ ស្រាប់តែឃើញត្រីគល់រាំងធំមួយ។"," វាកំពុងអូសសួនដំណាំរបស់នាង។ «គឺត្រីនេះទេតើ ដែលលួចសួនដំណាំរបស់ខ្ញុំ!» គង្គាគិតក្នុងចិត្ត។ គង្គាខំហែលតាមពីក្រោយ ប៉ុន្តែត្រីហែលទៅមុខយ៉ាងលឿន។ មួយសន្ទុះ ស្រាប់តែវាឈប់ហែល ហើយនៅស្ងៀមមួយកន្លែង។"," នាងភ្ញាក់ព្រឺត ព្រោះឮសំឡេងចេចចាចនៅពីលើ។\t\t\tនាងងើយមុខឡើង ក៏ឃើញហ្វូងស្វា ជាច្រើន។\t\t\t«អូ! ខ្ញុំយល់ហើយ។ ត្រីយក្សយកសួនដំណាំខ្ញុំ ដើម្បីជួយហ្វូងស្វា។» ត្រីគល់រាំងព្រួសទឹកទៅលើ ជាសញ្ញាយល់ព្រម។"," គង្គាប្រញាប់សួរបន្ត ៖ «ឯងចង់នាំពួកគេទៅព្រៃធំ តើមែនទេ?»\t\t\tត្រីគល់រាំងព្រួសទឹកទៅលើ យ៉ាងខ្លាំង។ ហ្វូងស្វានាំគ្នារត់ឡើងមកលើសួនដំណាំ។ គង្គាស្រែក«កុំស៊ីផ្លែល្ហុងនិងប៉េងប៉ោះរបស់ខ្ញុំ!» \t\t\tតែពួកស្វាមិនស្តាប់នាងទេ។ ពួកវាឃ្លានយ៉ាងខ្លាំង ហើយស៊ីដំណាំរបស់នាងអស់។"," មកដល់ច្រាំងព្រៃធំ ពួកស្វាប្រញាប់រត់ឡើងលើមែកឈើ។\t\t\tពួកវានាំគ្នាបេះផ្លែឈើល្អៗ មកដាក់ពេញសួនច្បារ។ \t\t\tគង្គាសប្បាយចិត្តយ៉ាងខ្លាំង។"," នាងក៏ចែវទូកត្រលប់ទៅផ្ទះវិញ។\t\t\tឪពុក និងបងប្រុសរីករាយ ពេលឃើញគង្គាមកផ្ទះវិញ។"," គង្គាសួរឪពុកនិងបងប្រុសនាងសារជាថ្មី ៖ «ពុក បងប្រុស! \t\t\tតើខ្ញុំអាចទៅនេសាទដែរបានទេ?» បងប្រុសនាងញញឹម ហើយនិយាយទៅកាន់ឪពុកនាង ៖\t\t\t«ពុក! គង្គាអាចអុំទូកកាត់បឹងបាន។ ដូច្នេះ នាងប្រាកដជាអ្នកអុំទូកដ៏ពូកែ ម្នាក់!» «កូនស្រីពុកក្លាហានណាស់ អាចធ្វើអ្វីៗបានទាំងអស់!»"," រឿង សួនបណ្តែតទឹក សមាជិកក្រុមហាក់កាសន៖ អៀម ទិត្យសីហា (អ្នកនិពន្ធ) ណាន សាង (វិចិត្រករ) អ៊ុន ដាលី (អ្នករចនា) រចនាប្លង់ចុងក្រោយដោយ៖ អ៊ុង គាមេសា សូមថ្លែងអំណរគុណជាពិសេសដល់ហ៊ុយ រតនា សឿមកក្កដា ជូ ជីនិត និងក្រុមការងារ CamAnt Technology ចំពោះការជួយគាំទ្រដល់កម្មវិធីហាក់កាសនសៀវភៅអេឡិចត្រូនិចតោះអាន! ដែលបានធ្វើឡើងក្នុងទីក្រុងភ្នំពេញ កាលពីថ្ងៃទី ១៩ ខែ មិនា ឆ្នាំ ២០១៧។ © មូលនិធិអាស៊ីឆ្នាំ២០១៧។រក្សាសិទ្ធិមួយចំនួន។ ស្នាដៃនេះត្រូវបានការពារក្រោមអាជ្ញាប័ណ្ណប្រភេទ Creative Commons Attribution-NonCommercial 4.0 (http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/) ។ អ្នកអាច ចែករំលែក (ថតចម្លង និងចែកចាយបន្តឯកសារនេះ ដោយមធ្យោបាយ ឬក្នុងទម្រង់អ្វីក៏បាន)ដោយសេរី និងធ្វើការកែសម្រួល(លាយបញ្ចូលជាមួយខ្លឹមសារផ្សេងទៀត បម្លែង និងបង្កើតជាឯកសារផ្សេងៗទៀត) ស្នាដៃនេះសម្រាប់គោលបំណងមិនមែនពាណិជ្ជកម្ម។អ្នកចេញអាជ្ញាប័ណ្ណមិនអាចដកហូតសេរីភាពទាំងនេះបានឡើយ\t\t\t\tដរាបណាអ្នកគោរពទៅតាមលក្ខខណ្ឌនៃអាជ្ញាប័ណ្ណដូចខាងក្រោម៖ សេចក្តីថ្លែងអំណរគុណ-អ្នកត្រូវសរសេរពីប្រភពឯកសារឲ្យបានសមស្រប បង្ហាញពីតំណរភ្ជាប់ទៅកាន់អាជ្ញាប័ណ្ណ និងបញ្ជាក់ពីការផ្លាស់ប្តូរខ្លឹមសារ ប្រសិនបើមាន។ អ្នកអាចធ្វើបែបនេះ តាមវិធីណាក៏បានដែរសមស្របប៉ុន្តែពុំមានន័យថា អ្នកផ្តល់អាជ្ញាប័ណ្ណគាំទ្រដល់អ្នក ឬដល់ការប្រើប្រាស់របស់អ្នកនោះទេ។ មិនមែនលក្ខណៈពាណិជ្ជកម្ម-អ្នកមិនអាចប្រើប្រាស់ឯកសារនេះ សម្រាប់គោលបំណងពាណិជ្ជកម្មឡើយ។ Floating Garden Hackathon team: Iem Tithseiha (Writer), Nan Sang (Illustrator), Un Daly (Graphic Designer) Final layout by: Ong Keamesa Special thanks to Huy Rattana, Soeurm Kakada, Chou Chinith, and the CamAnt Technology team for their help with the Let’s Read! E-book Hackathon, which took place in Phnom Penh on 19 March 2017. © The Asia Foundation, 2017. Some rights reserved.This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 Licence (http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/). You are free to share (copy and redistribute the material in any medium or format) and adapt (remix, transform, and build upon the material) this work for any non-commerical purpose. The licensor cannot revoke these freedoms as long as you follow the following license terms: Attribution — You must give appropriate credit, provide a link to the license, and indicate if changes were made. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use. NonCommercial — You may not use the material for commercial purposes."]},"1517":{"id":1517,"language":"km","level":"2","textContent":[" អរុណសួស្តី!​ ដល់ម៉ោងក្រោកហើយ។"," ខ្ញុំមិនចង់ក្រោកទេ! ខ្ញុំមិនចង់ធ្វើអ្វីទេ!"," ខ្ញុំមិនចង់ដុសធ្មេញទេ! ខ្ញុំមិនចង់ងូតទឹកទេ! ខ្ញុំមិនចង់ញុាំនំអង្ករចំហុយ សម្រាប់អាហារពេលព្រឹកទេ។"," ខ្ញុំមិនចង់ទៅសាលារៀនទេ!"," អូ៎... ប៉ុន្តែថ្ងៃនេះ គឺថ្នាក់ឯងត្រូវទៅលេងសួនសត្វ​!"," ខ្ញុំចូលចិត្តញុំានំអង្ករចំហុយជាមួយស្ករ! ខ្ញុំុំចង់ទៅសាលារៀន! ខ្ញុំចូលចិត្តច្រៀង ពេលងូតទឹក! ខ្ញុំចង់ប្រើច្រាសដុសធ្មេញថ្មីរបស់ខ្ញុំ!"," អីយ៉ា! ខ្ញុំប្រញាប់ណាស់! ខ្ញុំចង់ធ្វើអ្វីដែលសំខាន់! ខ្ញុំទៅហើយ លឿនដូចផ្លេកបន្ទោរអ៊ីចឹង... សូមបើកផ្លូវឱ្យខ្ញុំ, កំុបាំងផ្លូវខ្ញុំ!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Do and Don't, author: Radha HS . illustrator: Ruchi Shah. Published by Pratham Books, https:\/\/storyweaver.org.in © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ធ្វើ និងមិនធ្វើ Radha HS"]},"1518":{"id":1518,"language":"km","level":"1","textContent":[" ពិធីបុណ្យ Venisha Udas"," ថ្ងៃ​នេះជាថ្ងៃឈ​ប់សម្រាកដ៏ល្អជាងគេ! តោះទៅលេងបុណ្យតាំងអាវកាក់!"," ម៉ែ! ម៉ែ! កូនឃើញអាវស្អាតៗ ពណ៌ឆើតឆាយ។"," ម៉ែ! ម៉ែ! កូនធុំក្លិនធូប ក្រអូបគ្រប់ទីកន្លែង។"," ម៉ែ! ម៉ែ! កូនឮសំឡេងភ្លេងកងរំពង ។ គ្រប់គ្នារាំយ៉ាងសប្បាយជុំវិញទីនោះ។"," ម៉ែ! ម៉ែ! កូនញ៉ាំនំឆ្ងាញ់ណាស់ គឺនំប៉័ងជាមួយ នំផ្អែម។"," ម៉ែ! ម៉ែ! កូនឃើញរទេះមានកង់ធំៗ ដឹកចំបើង និងដុំឈើ។"," ម៉ែ! ម៉ែ! កូនឃើញរទេះដូចអគារកម្ពស់បីជាន់ កំពុងរំកិលទៅមុខ។"," ម៉ែ! ម៉ែ! កូនឃើញអាវកាក់ល្បីក្នុងពិធីបុណ្យនេះ។ អាវនោះខ្លីជាងអាវរបស់ម៉ែ ខ្លីជាងអាវរបស់កូន និងខ្លីជាងអាវរបស់អ្នកគ្រប់គ្នាទៀត។"," ម៉ែ! ម៉ែ! មនុស្សច្រើនណាស់ ដើរមិនកើតទេ។"," សានី! សានី! តោះទៅផ្ទះសម្រាកកូន! ចាំឆ្នាំក្រោយយើងមកលេងទៀត។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story जात्रा, author: भेनिषा उदास . illustrator: सोनाम तामाङ्ग. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1516":{"id":1516,"language":"km","level":"1","textContent":[" បងឆ្មា បងឆ្កែ និងស៊ុត Elke and René Leisink"," នេះគឺបងឆ្មា។"," នេះគឺបងឆ្កែ។"," បងឆ្មា និងបងឆ្កែ ដើរលេងនៅក្នុងភូមិរបស់ខ្លួន។"," បងឆ្មា និងបងឆ្កែឃើញស៊ុតមួយនៅលើស្មៅ។ នៅលើស្មៅមិនមានអ្វីផ្សេងទេ មានតែស៊ុតមួយប៉ុណ្ណោះ។"," បងឆ្មា និងបងឆ្កែក៏ដើរទៅរកចាប ហើយសួរថា \"បងចាប តើនេះជាស៊ុតរបស់បង មែនទេ?\""," ប៉ុន្តែ ចាប ឆ្លើយថា៖ \"ទេ មិនមែនជាស៊ុតរបស់ខ្ញុំទេ។ ទៅសួរទីទុយ មើល៍។ អាចជាស៊ុតរបស់គាត់\"។"," បងឆ្មា និងបងឆ្កែក៏ដើរទៅរកទីទុយ ហើយសួរថា៖ \"បងទីទុយ តើនេះជាស៊ុតរបស់បង មែនទេ?\""," ប៉ុន្តែ ទីទុយ ឆ្លើយថា៖ \"ទេ មិនមែនជាស៊ុតរបស់ខ្ញុំទេ។ ទៅសួរក្ងាន មើល៍។ អាចជាស៊ុតរបស់គាត់\"។"," បងឆ្មា និងបងឆ្កែក៏ដើរទៅរកក្ងាន ហើយសួរថា​ \"បងក្ងាន តើនេះជាស៊ុតរបស់បងមែនទេ?\""," ប៉ុន្តែ ក្ងានឆ្លើយថា៖ \"ទេ មិនមែនស៊ុតរបស់ខ្ញុំទេ។ ទៅសួរទា​មើល៍។ អាចជាស៊ុតរបស់គាត់\"។"," បងឆ្មា​ និងបងឆ្កែ ដើរទៅរកទាទាំងពីរ ហើយសួរទាទាំងពីរថា៖ \"បងទា តើនេះជាស៊ុតរបស់បង មែនទេ?\""," ប៉ុន្តែ ទាទាំងពីរឆ្លើយថា \"ទេ មិនមែនជាស៊ុតរបស់យើងទេ\"។ បន្ទាប់មក ស៊ុតនោះក៏ប្រេះបែក។"," នៅក្នុងស៊ុតប្រេះបែកនោះឃើញមានកូនបង្គួយ។ កូនបង្គួយ សួរថា \"ម្តាយខ្ញុំនៅឯណា? ឳពុកខ្ញុំនៅឯណា? ឳពុកម្តាយខ្ញុំនៅឯណា?\""," បងឆ្មា និងបងឆ្កែ ក៏នាំកូនបង្គួយទៅជួបឳពុកម្តាយវិញ។"," លាហើយ បងឆ្មា! លាហើយ បងឆ្កែ! លាហើយ កូនបង្គួយ!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog and the Egg, author: Elke and René Leisink . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1514":{"id":1514,"language":"km","level":"3","textContent":[" សុភីជាឃ្មុំមានភ្នែកធំៗជាងគេ។ នាងអាចមើលបានឆ្ងាយយ៉ាងច្បាស់។​ស្លាបនាងខ្លីៗ តែនាងអាចហើរលឿនជាងគេ។ សុភីតែងតែហើរទៅក្រេបយកទឹកដមផ្កាមុនគេជានិច្ច។ ថ្ងៃនេះនាងហើរចេញទៅក្រៅដូចសព្វមួយដង។"," សុភី ហើរមកដល់សួនផ្កាក្បែរមាត់ទឹក។ នាងទំលើផ្កាមួយធំជាងគេ។ នាងក៏រអ៊ូថា \"ហេតុអ្វីពួកគេហើរយឺតម្ល៉េះ? ខ្ញុំមកដល់យូរហើយ។\" ក្លិនផ្កាដ៏ក្រអូបធ្វើឲ្យនាងរំភើបចិត្ត។ នាងបិទភ្នែកបណ្ដើរ លោតរាំចុះឡើងបណ្ដើរ \"អ្ហា! ក្រអូបណាស់។\""," ក្រោយមកហ្វូងឃ្មុំទាំងអស់ក៏មកដល់។ ពួកគេនាំគ្នាហើរជាក្រុមទៅរកផ្កាក្នុងសួននេះ។ ឃ្មុំក្បាលធំមួយក៏ហើរមកក្បែរសុភីរួចសួរថា \"សុភី ម៉េចក៏ឯងមិនហើរជាមួយយើង?\" សុភីក៏សើចចំអកថា \"ពួកឯងយឺតណាស់ គួរតែរៀនហើរឲ្យដូចខ្ញុំ។\" ឃ្មុំក្បាលធំអន់ចិត្តក៏ហើរចេញទៅរកឃ្មុំដទៃ។"," សុភីហើរឡើងខ្ពស់ហើយនិយាយថា \"ចាំមើល៍ ខ្ញុំនឹងប្រមូលទឹកដមឲ្យច្រើនជាងគេ!\" ថារួចនាងក៏ហើរចុះមកដណ្ដើមទឹកដមផ្កា។ នាងហើរប្រមូលពីផ្កាមួយទៅផ្កាមួយ។ នាងមិនរវីរវល់នឹងអ្នកដទៃទេ។ ជួនកាលសុភីភ្លក់ទឹកដមដែលដក់នៅចុងកេសរផ្កា។"," ព្រះអាទិត្យរៀបលិច សំឡេងប៊ឺៗឮពេញសួនផ្កា។ ឃ្មុំទាំងអស់ខំសស្រាក់សស្រាំប្រមូលទឹកដម។ សុភីបិទឆ្នុកបំពង់ហើយស្រែកប្រាប់ថា \"បងប្អូន! បំពង់ខ្ញុំពេញហើយ!\" ឃ្មុំឯទៀតមិនរវល់នឹងនាងឡើយ។ សុភីទំលើផ្ការំយោលគិតថា \"ខ្ញុំគួរសម្រាកលេងបន្តិចសិន។\""," សុភីដេកសម្លឹងផ្ទៃមេឃដ៏ស្រស់ស្អាត។ រំពេចនោះស្រាប់តែនាងឃើញផ្កាពណ៌ស្វាយមួយធំចម្លែក។ នាងរំភើបចិត្តណាស់ក៏គិតថា ផ្កានេះច្បាស់ជាមានទឹកដមច្រើនផ្អែមឆ្ញាញ់មិនខាន។ មិនបង្អង់យូរនាងក៏ហើរសំដៅវាមួយរំពេច។"," សុភីហើរតាមចន្លោះមែកឈើដែលពពាក់ពពូនគ្នា។ មែកខ្លះកោងចូលក្នុង ខ្លះទៀតកោងចេញក្រៅ។ នាងហើរចូលប្រហោងស្លឹកឈើដង្កូវស៊ី។ រួចនាងក៏បុកតំណក់ទឹកដែលជាប់នៅចុងស្លឹកឈើ។ “ហាហា ពិតជាត្រជាក់ស្រួលមែន!”"," រំពេចនោះសុភីក៏បង្អង់ល្បឿន។ ​នាងឃើញសត្វមួយគួរឲ្យខ្លាចកំពុងនៅលើសំណាញ់មុខនាង។ មេពីងពាងសួរដោយសំឡេងបង្អូសវែងៗថា \"នាងមិនដែលឃើញពីងពាងទេឬ?\" \"ពីងពាង? ខ្ញុំមិនដែលឃើញទេ...!\" សុភីប្រញាប់ឆ្លើយ។"," មេពីងពាងលួងលោមថា \"ឯងចូលមកលេងសំណាញ់ខ្ញុំទេ សប្បាយណាស់!\" មេពីងពាងរត់ចុះឡើងលើសំណាញ់។ ឃើញដូច្នេះសុភីចង់ទៅលេងដែរ។ នាងក៏ហើរសំដៅសរសៃពីងពាង។"," គ្រាន់តែដល់ភ្លាម នាងឃើញមូសមួយកំពុងជាប់រើខ្លួនពុំរួច។ សុភីក៏បង្វិលខ្លួនគេចតាមប្រឡោះសំណាញ់យ៉ាងរហ័ស។ប៉ុន្តែជើងម្ខាងរបស់នាងជាប់ស្អិតដោយសរសៃពីងពាង។"," មេពីងពាងហាមាត់បញ្ចេញចង្កូមសំដៅរកសុភី។ សុភីភ័យញាប់ញ័រយ៉ាងខ្លាំង។ នាងប្រឹងបម្រះទទះស្លាបខ្លាំងៗ។ \"ខ្ញុំជាឃ្មុំលឿនជាងគេខ្ញុំត្រូវតែចេញឲ្យបាន។\" ពីងពាងជិតមកដល់សុភីក៏បម្រះចេញរួចល្មម។"," នាងត្រេកអរណាស់ ហើយក៏ហើរសំដៅផ្កាចម្លែកនោះ។ នាងបើកភ្នែកធំៗមើលផ្កាធំចម្លែក។ \"វាស្អាតខ្លាំងណាស់!\"នាងនិយាយ។ ថារួចនាងក៏ប្រញាប់ក្រេបលម្អងផ្កានោះ (ពន្លឺដូចមាស)។ \"អ្ហា៎!!! រសជាតិអីអាក្រក់ម្ល៉េះ?\" ទឹកដមផ្កា ល្វីងក្រពុលធ្វើឲ្យនាងវិលមុខ។ ភ្នែកធំៗរបស់នាងចាប់ផ្ដើមស្រវាំង។"," តាមពិតវាគឺជាផ្កាពិសដែលចាប់សត្វល្អិតជាអាហារ។ ឃ្មុំភ្នែកធំខំហើរចេញពីស្រទាប់ផ្កា។ ប៉ុន្តែនាងក៏ចាប់ផ្ដើមអស់កម្លាំង។ ស្លាបនាងក៏ទន់ ភ្នែកនាងបិទបន្តិចម្ដងៗ។ ទីបំផុតនាងក៏ សន្លប់បាត់ស្មារតី។"," នៅខាងក្រៅថ្ងៃចាប់ផ្ដើមលិច។ ហ្វូងឃ្មុំប្រមូលទឹកដមរួចរាល់។ ពួកគេគិតថាសុភីប្រហែលជាត្រឡប់ទៅសំបុកមុនហើយ។ ឃ្មុំទាំងអស់ក៏នាំគ្នាហើរចេញទៅ។"," មេឃប្រែងងឹតស្ងាត់ជ្រងំ។ សំឡេងមួយបន្លឺឡើង \"ភ្ញាក់ឡើងៗ!\" សុភីបើកភ្នែកព្រឹមៗ ឃើញពន្លឺតូចមួយ។ នោះគឺសត្វអំពិលអំពែក។ អំពិលអំពែកខំជួយសុភីឲ្យខំទទះស្លាបហើរចេញ។ \"ឆាប់ឡើង ខំហើរឲ្យខ្ពស់ឡើង!\""," រំពេចនោះស្រាប់តែស្រទាប់ផ្កាបិទឃុំពួកគេជាប់។ ផ្កាក៏បញ្ចេញទឹកដែលមានក្លិនស្អុយមកកាន់តែច្រើន។ អំពិលអំពែកស្រែក \"អូយថប់ដង្ហើមណាស់! យើងត្រូវស្លាប់នៅទីនេះមែនទេ?\" សុភីក៏តបថា \"ទេ! យើងត្រូវតែចេញពីទីនេះ។\" ថារួចនាងខំបម្រះផង ទិចផ្កាផង។"," ទីបំផុតពួកគេក៏អាចចេញមកក្រៅបាន។ ទាំងពីរនាក់អស់កម្លាំងដេកលើដី ។"," ភ្លាមនោះ សត្វក្អែប កង្កែប និងខ្យាដំរី ក៏លេចចេញមកប្រុងស៊ី ពួកគេ។ សុភី និងអំពិលអំពែកមិនអាចកម្រើកខ្លួនបានទេ។ ពួកគេភ័យយ៉ាងខ្លាំង។"," សំណាងល្អ ហ្វូងឃ្មុំក៏មកដល់ល្មម។ ឃ្មុំមួយនិយាយមកកាន់សុភី ពួកយើងឃើញ បំពង់ឯងទុកចោលក៏តាមរក។ \"តោះឆាប់ឡើង!\" ថារួចហ្វូងឃ្មុំក៏ស្ទុះទៅទិចសត្រូវ។ បន្ទាប់មកក៏នាំយកសុភី និងអំពិលអំពែកហើរចេញទៅ។"," តាមផ្លូវហ្វូងឃ្មុំក៏វង្វេងព្រោះងងឹតពេក ហើយមានគ្នាច្រើន។ អំពិលអំពែកក៏ហៅក្រុមរបស់គេមកជួយ។ ហ្វូងអំពិលអំពែកក៏ ខំបំភ្លឺផ្លូវហ្វូងឃ្មុំ។ ឯសុភីខំបើកភ្នែកធំៗរបស់នាងប្រាប់ទិសដៅ។"," ឃ្មុំទាំងអស់ហើរចេញផុតពីក្នុងព្រៃ។ ពន្លឺអំពិលអំពែកភ្លឹបភ្លែតជាច្រើននៅលើទីវាល។ សុភីនិយាយខ្សាវៗ \"អរគុណបងប្អូនណាស់! ខ្ញុំសូមទោសចំពោះរឿងកន្លងមក។\" សុភី អំពិលអំពែក និងឃ្មុំទាំងអស់ញញឹមទៅរកគ្នា។ ក្រោមពន្លឺព្រះចន្ទលើមេឃ បរិយាកាស កាន់តែស្និទ្ធស្នាល។ ចប់"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Big-Eyed Bee, author: Iem Tithseiha . illustrator: Sou Kimsan. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ឃ្មុំភ្នែកធំ Iem Tithseiha"]},"1515":{"id":1515,"language":"km","level":"2","textContent":[" សួស្តី!​ ខ្ញុំគឺជាស្រមោចទី៤នៅក្នុងជួរ។ តើអ្នកឃើញខ្ញុំទេ?"," ឆ្វេង ស្តាំ ឆ្វេង ស្តាំ។ យើងវារដោយស្ងៀមស្ងាត់នៅក្នុងជួរ។"," ខ្ញុំមានគំនិតមួយ។ ខ្ញុំនឹងទៅយកកង់មួយគូដើម្បីអាចទៅមុខបានលឿនជាងនេះ។"," យើងមិនប្រើសំឡេងស្រែកជាភាសាដូចអ្នកដទៃទេ។ ភាសាយើងគឺក្លិន។"," ក្លិនមួយនិយាយថា «តាមខ្ញុំមក អាហារឆ្ងាញ់នៅខាងនោះ»។"," ក្លិនមួយទៀតប្រាប់ថា «​គ្រោះថ្នាក់! កុំទៅទីនោះអី!»។"," ខ្ញុំចូលចិត្តនំ និងអាហារដែលមានរសជាតិផ្អែម ដូចអ្នកដែរ។"," ចង់មើលសាច់ដុំខ្ញុំនៅពេលធ្វើការទេ? ខ្ញុំអាចមើលទៅតូចសម្រាប់អ្នក ប៉ុន្តែខ្ញុំខ្លាំងណាស់។"," ទោះបីជាទ្វារបិទជិតក៏ដោយ ក៏យើងអាចវារចូលតាមប្រលោះតូចៗបានដែរ។"," ជឿឬអត់! ពួកយើងរាប់រយក្បាលរស់នៅយ៉ាងរីករាយក្នុងរន្ធតែមួយ។"," តោះរៀនពាក្យថ្មី។ តូច-ធំ យឺត-លឿន ទា​ប-ខ្ពស់ ស្គម-ធាត់ រឹង-ទន់ ឡូឡា-ស្ងាត់ស្ងៀម។ ទាំងអស់នេះគឺជាពាក្យផ្ទុយ។ តើអ្នកអាចបង្កើតប្រយោគមួយដោយប្រើពាក្យផ្ទុយមួយគូបានទេ? ឧទាហរណ៍ «ស្រមោចតូច។ ដំរីធំ។» «រវល់ដូចស្រមោច» ជាឃ្លាមួយដែលល្អសម្រា​ប់​រៀបរាប់អំពីនរណាម្នាក់ដែលឧស្សាហ៍ព្យាយាម។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Busy Ants, author: Kanchan Bannerjee . illustrator: Deepa Balsavar. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/1052-busy-ants © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ស្រមោចមហារវល់ Kanchan Bannerjee"]},"1513":{"id":1513,"language":"km","level":"3","textContent":[" អាណាន់ស៊ី និងត្មាត Ghanaian folktale"," ពីងពាងឈ្មោះ អាណាន់ស៊ី និងទន្សាយ គឺជាមិត្តសម្លាញ់នឹងគ្នា។ អ្នកទាំងពីររស់នៅយ៉ាងសុខសាន្ត ក្នុងភូមិមួយ នៅលើភ្នំ។ ទន្សាយជាម្ចាស់ចម្ការដ៏ធំមួយ ដែលមានបន្លែ និងផ្លែឈើជាច្រើន។ ទោះបីជាទន្សាយមានចិត្តល្អ និងចែកបន្លែនិងផ្លែឈើឱ្យមិត្តក៏ដោយ ក៏អាណាន់ស៊ីមិនសប្បាយចិត្តដែរ ហើយច្រណែន​ទន្សាយ​ទៀតផង។"," ដូច្នេះហើយ អាណាន់ស៊ី បានរិះរកមធ្យោបាយ ដើម្បីដណ្តើមយកចម្ការរបស់ទន្សាយ។ មិនយូរប៉ុន្មាន ទន្សាយបានធ្លាក់ខ្លួនក្រ និងគ្មានជម្រកស្នាក់នៅ។ អាណាន់ស៊ីមានអំនួតខ្លាំងណាស់ ដែលបានក្លាយទៅជាម្ចាស់ដីបន្លែ និងផ្លែឈើទាំងអស់របស់ទន្សាយ។"," អាណាន់ស៊ីយកបន្លែ និងផ្លែឈើទាំងនោះ ទៅលក់នៅផ្សារ។ វាលក់បានលុយច្រើនពេញកន្រ្តក! វាយកលុយខ្លះ ទៅទិញពោតសម្រាប់គ្រួសារ និងបានដាក់ពោតទាំងនោះ នៅពីលើលុយនៅក្នុងកន្រ្តក។"," អាណាន់ស៊ីទូលកន្រ្តកនៅលើក្បាល ដើរត្រលប់ទៅផ្ទះវិញ ដោយច្រៀងលេងយ៉ាងរីករាយ។ វាកំពុងគិតថា តើត្រូវយកលុយទាំងនេះទៅទិញអ្វីខ្លះ។"," នៅតាមផ្លូវ មេឃចាប់ផ្តើមភ្លៀងតិចៗ។ បន្តិចក្រោយមក ភ្លៀងធ្លាក់កាន់តែខ្លាំង។ ពីងពាងអាណាន់ស៊ី​ក៏ទុក​កន្រ្តក​ចោលនៅកៀនផ្លូវ ហើយទៅជ្រកភ្លៀងនៅក្រោមដើមឈើមួយដើម។ ប៉ុន្តែ អាណាន់ស៊ីនៅតែសម្លឹងមើល​កន្ត្រកដ៏មានតម្លៃរបស់ខ្លួនពីក្រោមដើមឈើនោះជានិច្ច។"," ភ្លៀងធ្លាក់កាន់តែខ្លាំងឡើងៗ។ អាណាន់ស៊ីចាប់ផ្ដើមរងា ហើយទទឹកខ្លួនជោក។ ដូច្នេះ វាក៏រត់ចូល​ទៅជ្រកនៅក្នុងរន្ធមួយ។ វានិយាយប្រាប់ខ្លួនឯងថា «ខ្ញុំនឹងជ្រកនៅក្នុងរន្ធនេះ រហូតដល់ភ្លៀងរាំង។ ពោតដែលខ្ញុំដាក់នៅពីលើលុយនោះ វានឹងការពារលុយរបស់ខ្ញុំបានហើយ។»"," មួយសន្ទុះក្រោយមក ត្មាតមួយបានហើរមកជិតៗនោះ ហើយបានប្រទះ​ឃើញកន្រ្តក​នៅ​កៀន​ផ្លូវ។ វាបានឃើញលុយ និងពោតនៅក្នុងកន្រ្តកនោះ។ ដូច្នេះហើយ វាក៏ត្រដាង​ស្លាបគ្រប​ពីលើកន្រ្តកនោះ និងរង់ចាំឱ្យភ្លៀងរាំងសិន។"," ពេលឃើញត្មាតទំពីលើកន្ត្រករបស់ខ្លួន អាណាន់ស៊ីក៏និយាយទៅកាន់ត្មាតថា «អរគុណសម្លាញ់ ដែលបានជួយការពារកន្ត្រករបស់ខ្ញុំ»។ ត្មាតក៏បានឆ្លើយតបវិញថា «ឯងនិយាយថាម៉េច? នេះជាកន្រ្តករបស់ឯង? កន្ត្រកនេះជារបស់ខ្ញុំទេ! ខ្ញុំរើសវាបាននៅលើផ្លូវ។» អាណាន់ស៊ីមិនជឿនូវអ្វីដែលខ្លួនបានឮនោះទេ ហើយតបវិញថា «ខ្ញុំបានប្រាប់ឯងហើយ កន្ត្រកនេះជារបស់ខ្ញុំ។»"," អាណាន់ស៊ីខឹងជាខ្លាំង វាក៏ប្តឹងរឿងត្មាតលួចកន្ត្រករបស់ខ្លួន ទៅមេភូមិ។ ប៉ុន្តែ ត្មាតនិយាយទៅកាន់មេភូមិ និងចាស់ទុំថា «តើមាននរណាយកកន្ត្រកដាក់លុយនិងពោតពេញ ទៅទុកចោលនៅតាមផ្លូវនោះ?»។ អាណាន់ស៊ី បានប្រាប់ថា «ប៉ុន្តែ ខ្ញុំបានយាមកន្ត្រកនោះរហូត។ លុយនិងពោតនោះជារបស់ខ្ញុំ!»។ ត្មាតឆ្លើយតបវិញថា «ខ្ញុំនៅយាមកន្រ្តកនោះរហូត។ ប៉ុន្តែ ដល់ពេលឯងមកដល់ ឯងបែរជានិយាយថា វាជារបស់ឯងទៅវិញ!»"," បន្ទាប់ពីមេភូមិ និងចាស់ទុំបានស្តាប់សម្តីទាំងសងខាងយ៉ាងយកចិត្តទុកដាក់រួចហើយ ពួកគាត់បានប្រាប់ អាណាន់ស៊ី និងត្មាតឱ្យទៅម្ខាងសិន។ ពួកគាត់បានពិភាក្សាគ្នាអំពីដំណើររឿងនេះអស់រយៈពេលយ៉ាងយូរ។ ទីបំផុត ពួកគាត់បានធ្វើការសម្រេចចិត្តមួយរួមគ្នា។"," ពួកគាត់បានកោះហៅអាណាន់ស៊ី និងត្មាតមកម្តងទៀត។ ពួកគាត់បាននិយាយថា «យើងជឿដំណើរ​រឿង​របស់ត្មាត។ គេមិនមែនជាចោរនោះទេ។ ឯងបានព្យាយាមទាមទារយកអ្វីដែលមិនមែនជារបស់ខ្លួន»។ អាណាន់ស៊ីសឹងមិនជឿអ្វីដែលខ្លួនបានស្តាប់ឮនោះទេ! ហើយវាក៏ស្រែកទ្រហោយំ។"," ដំណឹងបានផ្សព្វផ្សាយយ៉ាងឆាប់រហ័សថា អាណាន់ស៊ីបានចាញ់កី្តនេះ។ នៅពេលដែលអាណាន់ស៊ីដើរចេញ វាបានឮទន្សាយសើចយ៉ាងក្អាកក្អាយ។ ទន្សាយបានត្រលប់ទៅចម្ការរបស់ខ្លួន ហើយដាំបន្លែ និងផ្លែឈើឡើង​វិញ។ រីឯអាណាន់ស៊ីវិញ ក៏ធ្លាក់ខ្លួនក្រសារជាថ្មី និងគ្មានមិត្តភក្តិទៀតទេ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Anansi and Vulture, author: Ghanaian folktale . illustrator: Wiehan de Jager. Published by African Storybook Project, http:\/\/www.africanstorybook.org\/ © African Storybook Project. Released under CC BY 3.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 3.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/3.0\/"]},"1511":{"id":1511,"language":"km","level":"2","textContent":[" ហេតុអ្វីដំរីទឹកគ្មានរោម David Ker Basilio Gimo"," ថ្ងៃមួយ ទន្សាយកំពុងដើរតាមមាត់ទន្លេ។"," ដំរីទឹកក៏នៅទីនោះដែរ។ វាកំពុងដើរលេង និងស៊ីស្មៅបៃតងខ្ចី។"," ដំរីទឹកមិនដឹងថាសត្វទន្សាយនៅទីនោះទេ ហើយក៏ជាន់ជើងទន្សាយដោយចៃដន្យ។ សត្វទន្សាយក៏ស្រែកដាក់សត្វដំរីទឹកថា «អេហ៍ ដំរីទឹក! ឯងមិនមើលទេហ្អី ថាឯងជាន់ជើងខ្ញុំ?»"," ដំរីទឹកក៏បានសំុទោសទន្សាយ និងនិយាយថា​​​​​​ «ឱ្យខ្ញុំសំុទោស ខ្ញុំពិតជាមិនបានឃើញឯងទេ។ សូមកុំប្រកាន់ខ្ញុំធ្វើអ្វី»។​​ ប៉ុន្តែ ទន្សាយមិនព្រមស្ដាប់សម្ដីរបស់ដំរីទឹកសោះ ថែមទាំងស្រែកឱ្យដំរីទឹកថា​ «ឯងមានចេតនាជាន់ជើងខ្ញុំ! ថ្ងៃណាមួយឯងនឹងដឹងខ្លួន។ យើងនឹងសង់សឹកឯងវិញ។"," សត្វទន្សាយបានទៅរកភ្លើង ហើយប្រាប់ថា «ទៅដុតដំរីទឹកទៅ ពេលដែលគេចេញពីទឹកមកស៊ីស្មៅ។ វាបានជាន់ខ្ញុំ!»។ ភ្លើងឆ្លើយតបថា «អត់បញ្ហា សម្លាញ់ទន្សាយ! ខ្ញុំនឹងទៅធ្វើតាមអ្វីដែលឯងប្រាប់។»"," បន្តិចក្រោយមក ពេលដែលដំរីទឹកកំពុងស៊ីស្មៅឆ្ងាយពីទន្លេ ស្រាប់តែ «ភឹប!» ភ្លើងបានបញ្ចេញអណ្ដាតភ្លើង។ អណ្ដាតភ្លើងក៏ឆាបឆេះរោមដំរីទឹកអស់។"," សត្វដំរីទឹកក៏យំ ហើយរត់ទៅរកទឹក។ រោមរបស់វាត្រូវឆេះអស់ហើយ។ ដំរីទឹកនៅយំរហូត «រោមខ្ញុំត្រូវភ្លើងឆេះ! រោមរបស់ខ្ញុំឆេះអស់ហើយ! រោមដ៏ស្រស់ស្អាតរបស់ខ្ញុំ!»"," ទន្សាយក៏សប្បាយចិត្តយ៉ាងខ្លាំងដែលរោមរបស់ដំរីទឹកត្រូវបានឆេះអស់។ ហើយមកដល់ឥឡូវនេះ ដំរីទឹកមិនដែលហ៊ានចេញឆ្ងាយពីទឹកឡើយ ដោយសារតែខ្លាចភ្លើង។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Why Hippos Have No Hair, author: David Ker, Basilio Gimo . illustrator: Little Zebra Books, Carol Liddiment. Published by African Storybook Project, http:\/\/www.africanstorybook.org\/ © African Storybook Project. Released under CC BY 3.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 3.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/3.0\/"]},"1512":{"id":1512,"language":"km","level":"3","textContent":[" ស្រីពៅរស់នៅក្នុងភូមិរោងចក្រចម្រាញ់ជ័រដ៏ធំមួយ។ នៅទីនោះ ព្រះអាទិត្យលែងរះទៀតហើយ។ ស្រីពៅក៏ទៅជួបមេភូមិ។"," ស្រីពៅ ៖ ខ្ញុំនឹងធ្វើម៉ាស៊ីនមួយ ហោះទៅជួបព្រះអាទិត្យ។ មេភូមិ ៖ នេះគឺជាគំនិតស្រមើស្រមៃទេ។ ឯងជាក្មេងស្រីតូចប៉ុណ្ណោះ ទៅផ្ទះវិញទៅ!។"," ស្រីពៅឡើងលើកំពូលភ្នំ។ នាងមើលទៅភូមិទាំងមូល។ នាងស្រែកខ្លាំងៗ៖ “ព្រះអាទិត្យ! យើងនឹងជួបគ្នាឆាប់ៗនេះ!”"," ស្រីពៅបានចូលទៅឃ្លាំងចាស់របស់រោងចក្រ។ នាងខិតខំរកសម្ភារៈផ្សេងៗដែល អាចច្នៃបាន។ នាងរើសបានតួប៊ីន, ច្រវ៉ាក់, ស្លាបចាក់ និងកំណាត់ផ្ទាំងធំៗ។"," នៅលើកំពូលភ្នំ ស្រីពៅសាកឡើងជិះម៉ាស៊ីន។ ម៉ាស៊ីនហោះក្រឡាប់ចាក់ពេញមេឃ។ នាងរត់ចេញពីម៉ាស៊ីនទាំងអស់សង្ឃឹម។"," ស្រីពៅក៏ធ្វើម៉ាស៊ីនហោះសាជាថ្មី។"," ស្រីពៅសាកល្បងហោះម្តងទៀត។ លើកនេះ មេភូមិ និងអ្នកភូមិ មកជួយរុញម៉ាស៊ីន។ មេភូមិ ៖ នេះជាអាវ និងមួកការពារកម្តៅ។ ភពព្រះអាទិត្យក្តៅណាស់!"," ស្រីពៅញញឹមសម្លឹងទៅមុខដោយជើងធាក់ស្ពឺកង់។ ម៉ាស៊ីនហោះរត់យ៉ាងលឿនផុតកំពូលភ្នំ។ ស្រីពៅ ៖ ខ្ញុំហោះបានហើយ!"," ស្រីពៅ ៖ សួស្តីព្រះអាទិត្យ! ហេតុអ្វីបានជាអ្នក ឈប់រះលើភូមិខ្ញុំ។ ព្រះអាទិត្យ ៖ ផ្សែងពុលទេ ដែលបាំងពន្លឺខ្ញុំ! អ្ហា! នាង ជាមនុស្សដំបូងដែលមកជួបខ្ញុំ។ ស្រីពៅ ៖ អូ អ៊ីចឹងទេ! អរគុណខ្លាំងណាស់បងព្រះអាទិត្យ! ព្រះអាទិត្យ៖ ល្អណាស់! ចូររកដំណោះស្រាយភ្លាមទៅ!"," យើងត្រូវកាត់បន្ថយផ្សែងពុលចេញពីរោងចក្រ។ ដើមឈើអាចជួយលាង សម្អាតផ្សែងទាំងនោះបាន។ ដូច្នេះ យើងត្រូវដាំដើមឈើឲ្យបានច្រើនឡើងវិញ។"," ព្រះអាទិត្យរះឡើងវិញ។ អ្នកភូមិអរគុណស្រីពៅ។ ពួកគេរីករាយខ្លាំងណាស់។"," ស្រីពៅកំពុងច្នៃម៉ាស៊ីនហោះថ្មី។ នាងមានគម្រោងហោះទៅកាន់ភពជាច្រើន។ នាងចង់ច្នៃពួកវាឲ្យកាន់តែអស្ចារ្យជាងមុន៕"," រឿង បេសកកម្មស្វែងរកពន្លឺ សមាជិកក្រុមហាក់កាសន៖ ស្វាយ លីម៉េង (អ្នកនិពន្ធ) មាស សុវណ្ណារ៉ា (វិចិត្រករ) វ៉ាន់ យូលីង (អ្នករចនា) រចនាប្លង់ចុងក្រោយដោយ៖ សៀត សុភាព សូមថ្លែងអំណរគុណជាពិសេសដល់ហ៊ុយ រតនា សឿមកក្កដា ជូ ជីនិត និងក្រុមការងារ CamAnt Technology ចំពោះការជួយគាំទ្រដល់កម្មវិធីហាក់កាសនសៀវភៅអេឡិចត្រូនិចតោះអាន! ដែលបានធ្វើឡើងក្នុងទីក្រុងភ្នំពេញ កាលពីថ្ងៃទី ១៩ ខែ មិនា ឆ្នាំ ២០១៧។ © មូលនិធិអាស៊ីឆ្នាំ២០១៧។រក្សាសិទ្ធិមួយចំនួន។\t\t\t\tស្នាដៃនេះត្រូវបានការពារក្រោមអាជ្ញាប័ណ្ណប្រភេទ Creative Commons Attribution-NonCommercial 4.0 (http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/) ។ អ្នកអាច ចែករំលែក (ថតចម្លង និងចែកចាយបន្តឯកសារនេះ ដោយមធ្យោបាយ ឬក្នុងទម្រង់អ្វីក៏បាន)ដោយសេរី និងធ្វើការកែសម្រួល(លាយបញ្ចូលជាមួយខ្លឹមសារផ្សេងទៀត បម្លែង និងបង្កើតជាឯកសារផ្សេងៗទៀត) ស្នាដៃនេះសម្រាប់គោលបំណងមិនមែនពាណិជ្ជកម្ម។អ្នកចេញអាជ្ញាប័ណ្ណមិនអាចដកហូតសេរីភាពទាំងនេះបានឡើយ\t\t\t\tដរាបណាអ្នកគោរពទៅតាមលក្ខខណ្ឌនៃអាជ្ញាប័ណ្ណដូចខាងក្រោម៖ សេចក្តីថ្លែងអំណរគុណ-អ្នកត្រូវសរសេរពីប្រភពឯកសារឲ្យបានសមស្រប បង្ហាញពីតំណរភ្ជាប់ទៅកាន់អាជ្ញាប័ណ្ណ និងបញ្ជាក់ពីការផ្លាស់ប្តូរខ្លឹមសារ ប្រសិនបើមាន។ អ្នកអាចធ្វើបែបនេះ តាមវិធីណាក៏បានដែរសមស្របប៉ុន្តែពុំមានន័យថា អ្នកផ្តល់អាជ្ញាប័ណ្ណគាំទ្រដល់អ្នក ឬដល់ការប្រើប្រាស់របស់អ្នកនោះទេ។ មិនមែនលក្ខណៈពាណិជ្ជកម្ម-អ្នកមិនអាចប្រើប្រាស់ឯកសារនេះ សម្រាប់គោលបំណងពាណិជ្ជកម្មឡើយ។ The Quest to Find Light Hackathon team: Svay Limeng (Writer), Meas Sovannara (Illustrator), Vann Youling (Graphic Designer) Final layout by: Seat Sopheap Special thanks to Huy Rattana, Soeurm Kakada, Chou Chinith, and the CamAnt Technology team for their help with the Let’s Read! E-book Hackathon, which took place in Phnom Penh on 19 March 2017. © The Asia Foundation, 2017. Some rights reserved.This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 Licence (http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/). You are free to share (copy and redistribute the material in any medium or format) and adapt (remix, transform, and build upon the material) this work for any non-commerical purpose. The licensor cannot revoke these freedoms as long as you follow the following license terms: Attribution — You must give appropriate credit, provide a link to the license, and indicate if changes were made. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use. NonCommercial — You may not use the material for commercial purposes."]},"1510":{"id":1510,"language":"km","level":"2","textContent":[" ខ្ញុំមិនដឹងថា ហេតុអ្វីបានជាខ្ញុំងេីបពីព្រលឹមទេថ្ងៃនេះ។ ខ្ញុំយល់ថាវាជាថ្ងៃចម្លែក!"," វាដូចជាប្លែកពីធម្មតា។ ខ្ញុំឮសំឡេងមនុស្សស្រែកដាក់ខ្ញុំ។"," គ្រែខ្ញុំហោះឡើងទៅលើ ហើយនាឡិកាខ្ញុំលូតឡើងខ្ពស់។"," ឆ័ត្រខ្ញុំវិលខ្ញាល់ ហេីយមួកពណ៌ក្រហមលាយខៀវបញ្ចេញសំឡេង!"," តើមានរឿងអ្វីកេីតឡេីងនៅក្នុងបន្ទប់របស់ខ្ញុំ? ខ្ញុំខ្លាចស្ទើរសន្លប់ហើយ!"," កង្ហារបានប្រែទៅជាមឹកដ៏ធំមួយ ហើយតុក្កតាបងស្រីខ្ញុំអង្គុយស៊ីនំ និងស៊ីបាយធ្វើព្រងើយ។"," មើលន៎ុះ! ឆ្មាអង្គុយលើកៅអីប៉ាខ្ញុំ ហើយកណ្ដុរអានព័ត៌មានក្នុងទូរទស្សន៍!"," ខ្ញុំឃើញខ្លួនឯងឡើងវែងនៅក្នុងកញ្ចក់! ខ្ញុំចង់តែស្រែកយំ!"," មើលន៎ុះ! គ្រូវេទមន្តម្នាក់បានមកដល់។ គាត់និយាយថា៖ «សុំទោស! សុំទោស! ខ្ញុំនឹងធ្វេីឲ្យដូចដើមឡើងវិញ!»"," «មែនហើយ! មែនហើយ! ខ្ញុំសារភាពថា ខ្ញុំបានធ្វេីអោយបន្ទប់របស់អ្នកច្របូកច្របល់!»"," មួយ...ពីរ...បី… អូភាំង! អូភាំង! សូមឲ្យត្រឡប់ដូចដើមវិញ!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Topsy Turvy, author: Rohini Nilekani . illustrator: Angie & Upesh. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/957-topsy-turvy © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ច្របូកច្របល់ Rohini Nilekani"]},"1508":{"id":1508,"language":"km","level":"3","textContent":[" កាកកាក ក្អែកចិត្តល្អ Venkatramana Gowda"," ពេលព្រលឹមស្រាងៗ។ នៅក្នុងសំបុក មានក្អែកញីមួយឈ្មោះ កាកកាក។ វាទើបក្រោកពីគេង។ វាមើលជុំវិញខ្លួនដោយអារម្មណ៍ធុញថប់។ បន្ទាប់មកវាក៏ គ្រហែមរួចស្រែកពីរបីដង។ ធុញណាស់លោកអើយ! ភ្លាមនោះ វាស្រាប់តែឮសំឡេងមួយ។ សារិកាកំពុងច្រៀងយ៉ាងពីរោះនៅជិតនោះ។"," រំពេចនោះដែរ កាកកាក ក៏លង់នឹងចម្រៀងដ៏ពីរោះនោះ។ ប៉ុន្តែវាក៏ចាប់ផ្ដើមខឹង។ វាដូចមិនស្មើភាពសោះ។ វាទេតើជាអ្នកក្រាបពងឲ្យកូនសារិកានេះញាស់។ ប៉ុន្តែហេតុអ្វីកូនបក្សីតូចនេះបែរជាច្រៀងពីរោះជាងវាទៅវិញ។ វាប្រាប់ក៏ខ្លួនឯងថា មិនគួរច្រណែននឹងគេទេ។ វាត្រូវតែរៀនច្រៀងពីសារិកាកែវនេះវិញទើបត្រូវ។"," ទីបំផុត កាកកាក ក៏ទៅរកសារិកាកែវនោះឃើញ។ សារិកាកើតសង្ស័យ ដោយសារឃើញ កាកកាក ចេះគួរសម។ កាកកាក ឱនសួរថា “តើឯងអាចបង្រៀនខ្ញុំឲ្យចេះច្រៀងផងបានទេ?” សារិកាកែវ និយាយថា “បាន! ប៉ុន្តែខ្ញុំមានលក្ខខណ្ឌមួយ គឺឯងត្រូវតែមកទីនេះឲ្យបានរាល់ព្រឹកព្រលឹមមុនថ្ងៃរះ។” កាកកាក ក៏ងក់ក្បាលយល់ព្រម។ សារិកាកែវនិយាយថា “ល្អណាស់! ថ្ងៃស្អែកយើងនឹងចាប់ផ្ដើមរៀន។” ថាហើយសារិកាក៏ហើរចេញទៅ។"," កាកកាក ល្មោភគេងណាស់។ វាមិនដែលក្រោកពីដំណេកមុនថ្ងៃរះឡើយ។ ប៉ុន្តែស្អែកព្រឹកនេះ វាត្រូវចាប់ផ្ដើមរៀនច្រៀងដំបូងផង។ វាក៏ដាក់នាឡិការោទិ៍មុនចូលគេង។ នៅពេលនាឡិកាបន្លឺឡើង កាកកាក ក្រោកពីលើគ្រែ ញីភ្នែកទាំងនៅងងុយ។ វាក៏រូតរះហើរទៅកាន់កន្លែងរៀន។"," សារិកាកែវកំពុងរង់ចាំយ៉ាងអន្ទះសា។ កាកកាក ក៏ហើរមកដល់ល្មម។ ពួកគេក៏ចាប់ផ្ដើមរៀនច្រៀង។ សារិកាកែវនិយាយថា៖ “ឥឡូវ សូមឯងសាកច្រៀងឲ្យខ្ញុំស្ដាប់ទៅមើល! គូហ៊ូៗ...!” កំពុងតែចង់ច្រៀងស្រាប់ផង កាកកាក ក៏សាកច្រៀង។ ប៉ុន្តែវាច្រៀងឮតែ “កាកា” ប៉ុណ្ណោះ។ ក្រោយពីបានស្ដាប់រួច សារិកាកែវក៏និយាយថា “ឯងច្រៀងទៅមិនរួចទេ។ ចូរឯងទៅរកគ្រូផ្សេងទៀតដោយខ្លួនឯងចុះ។” ថារួច វាក៏ហើរចេញទៅ។"," កាកកាក តូចចិត្តយ៉ាងខ្លាំង។ វាក៏ហើរទៅសំបុកវិញទាំងយំបណ្ដើរ។"," ប៉ុន្មានថ្ងៃក្រោយមក កាកកាក ឃើញមេឃខ្មៅដាសជុំវិញខ្លួន។ ខ្យល់ត្រជាក់ផ្ដើមបក់មកត្រសៀកៗ។ ភ្លៀងក៏ចាប់រលឹមស្រិចៗ។ មើលពីសំបុកទៅ កាកកាក ឃើញក្ងោកមួយកំពុងលាកន្ទុយរាំយ៉ាងស្អាត។ ឃើញដូច្នោះ វាក៏រំភើបចង់ចេះរំាដែរ។ វាគិតថា៖ “ក្ងោកប្រហែលជាអាចជួយបង្រៀនខ្ញុំបាន។” គិតរួច វាក៏ហើរទៅរកក្ងោកនោះ។"," ពេលជួបក្ងោក កាកកាក ក៏សួរថា៖ “បងក្ងោក! តើបងអាចបង្រៀនខ្ញុំឲ្យចះរាំផងបានទេ?” ក្ងោកឆ្លើយថា៖ “បាន! ឯងគ្រាន់តែធ្វើតាមខ្ញុំទៅបានហើយ។” កាកកាក ឮដូច្នោះក៏ ខំលាកន្ទុយរបស់ខ្លួនភ្លាម។"," ក្ងោកនិយាយថា៖ “ធ្វើបែបនេះមិនត្រូវទេ។ ឥឡូវសូមមើលខ្ញុំធ្វើដោយយកចិត្តទុកដាក់ណា។” កាកកាក ក៏ព្យាយាមម្ដងហើយម្ដងទៀត។ ប៉ុន្តែវានៅតែធ្វើមិនត្រូវ។ ក្ងោកខឹងណាស់ក៏ស្រែកថា៖ “ឯងរាំមិនកើតទេ។” វាបន្ទោស កាកកាក ហើយក៏ហើរចេញទៅ។"," កាកកាក សោកសៅយ៉ាងខ្លាំង។ វាគិតថា ខ្លួនវាច្រៀងក៏មិនចេះ រាំក៏មិនចេះទៀត។ កាកកាក គិតថា បើរៀនធ្វើសំបុកប្រហែលជាវាអាចចេះធ្វើបានអស្ចារ្យដូចគេដែរ។ បន្ទាប់មក វាក៏ទៅជួបសុំរៀនធ្វើសំបុកពីចាប។ ប៉ុន្តែចាបមិនដែលឮថាក្អែកចេះធ្វើសំបុកឡើយ។ ចាបក៏និយាយដោយងាកមុខចេញថា៖ “ឯងហ្នឹងចេះធ្វើសំបុកដូចខ្ញុំដែរ? ទៅមិនរួចទេ។” ថារួច ចាបក៏ប្រាប់ឲ្យ កាកកាក ចេញទៅ។"," កាកកាក អន់ចិត្តយ៉ាងខ្លាំង។ តើពេលណាទើបវាអាចធ្វើអ្វីមួយពូកែដូចគេទៅ? រំពេចនោះវាបានមើលពីសំបុកទៅក្រោម ឃើញគំនរអង្ករនៅខាងក្រោយផ្ទះមួយ។ វាក៏ចាប់ផ្ដើមប្រកូកប្រកាសហៅសាច់ញាតិ និងមិត្តភក្ដិមកស៊ីអង្ករនោះ។ ពួកគេស៊ីទាល់តែឆ្អែត។"," ពេលនោះ កាកកាក ក៏នឹកឃើញគំនិតមួយ។ វានិយាយម្នាក់ឯងថា៖ “មិនចេះរាំច្រៀង មិនចេះធ្វើសំបុកក៏មិនអីដែរ។ ប៉ុន្តែតើមានបក្សីណាដែលហៅគ្នីគ្នាមកស៊ីចំណីជាមួយគ្នានៅពេលដែលខ្លួនរកឃើញ នោះ។ សារិកាកែវធ្វើមិនបានទេ។ ក្ងោកក៏ធ្វើមិនបានដែរ។ ចាបវិញរឹតតែធ្វើមិនបានទៅទៀត។ អស្ចារ្យណាស់! មានតែក្អែកដូចខ្ញុំទេ ទើបអាចធ្វើបាន។” កាកកាក រំភើបចិត្តណាស់។"," វាពេញចិត្តនឹងខ្លួនឯងដោយខ្លួនវាសមាជិកគ្រួសារចិត្តល្អបែបនេះ។ ក្អែកផ្សេងទៀតឃើញ កាកកាក មានទឹកមុខរីករាយប្លែក។ ពួកគេក៏ចំអកថា៖ “ហេតុអ្វីសប្បាយចិត្តខ្លាំងម្ល៉េះ កាកកាក? តើឯងជិតរៀបការមែនទេ?” កាកកាក អៀនឡើងមុខក្រហម។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The Generous Crow, author: Venkatramana Gowda . illustrator: Padmanabh. Published by Pratham Books, https:\/\/storyweaver.org.in\/ © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1509":{"id":1509,"language":"km","level":"3","textContent":[" ព្រះពាយ និងព្រះអាទិត្យ Kuzhali Manickavel"," ដោយសារអ្នកនិពន្ធ វិចិត្រករ និងអ្នកបោះពុម្ពសៀវភៅនេះ គាំទ្រលើកទឹកចិត្តឲ្យយកស្នាដៃនេះទៅបកប្រែជាភាសាផ្សេងៗ ពួកគាត់សំណូមពរថារាល់ការកែប្រែផ្នែកសំខាន់ សូមរក្សាយ៉ាងណាកុំឲ្យប្រាសចាកឆ្ងាយពីទម្រង់អត្ថបទ និងរូបភាពដើម។"," សម័យថ្ងៃមួយ ព្រះពាយ និងព្រះអាទិត្យ បានអួតពីឫទ្ធិអំណាចរៀងៗខ្លួន។"," ព្រះពាយ បានពោលដោយអំណួតថា \"យើងធ្លាប់រំលើងដើមឈើធំៗ និងពន្លិចនាវាអស់រាប់លានឯណោះ។ ឯងមិនអាចធ្វើដូច្នេះបានដូចយើងឡើយ។\""," ព្រះអាទិត្យ ញញឹម ហើយតបធ្វើហី \"គ្រាន់តែប៉ុណ្ណឹងមិនអាចបញ្ជាក់ថា ឯងខ្លាំងជាងយើងនោះទេ។\""," ព្រះពាយ តបវិញថា \"យើងអាចឲ្យពពកបាំងឯងឲ្យជិត ពេលនោះអ្នកណាក៏មើលឯងមិនឃើញដែរ! ប៉ុន្តែឯងវិញ មិនអាចធ្វើដូច្នេះដាក់យើងបានឡើយ។\""," ព្រះអាទិត្យ ញញឹមតិចៗ រួចតបតាមសម្រួលថា \"យើងនៅតែគិតថា យើងខ្លាំងជាងឯង។\""," ព្រះពាយ ក៏ចាប់ផ្ដើមសម្ដែងការមិនពេញចិត្ត ពេលឮថាព្រះអាទិត្យខ្លាំងជាងខ្លួន។ ព្រះពាយក៏លើកយោបល់ថា \"បើដូច្នេះ យើងត្រូវតែសាកល្បងគ្នាទើបបាន។\""," ព្រះពាយក្រឡេកមើលជុំវិញដើម្បីរកមធ្យោបាយបង្ហាញអានុភាពរបស់ខ្លួន។ ព្រះពាយសួរទៅកាន់ព្រះអាទិត្យថា \"ឥឡូវចាំមើលថា តើអ្នកណាអាចរំលំផ្ទះទាំងនោះឲ្យដួលរាបដល់ដីបានច្រើនជាងគេ?\""," ព្រះអាទិត្យក៏តបថា \"មិនចាំបាច់ដល់ថ្នាក់នោះទេ ធ្វើបែបសាមញ្ញទៅបានហើយ។ តើឯងឃើញបុរសនោះទេ?\" ព្រះពាយ ស្ដាប់ហើយក្រឡេកមើលទៅ ឃើញបុរសម្នាក់កំពុងដើរតាមផ្លូវ។ គាត់បង់កក្រមា ដើរហួចម្នាក់ឯងយ៉ាងរីករាយ។"," ព្រះពាយពោលថា \"ចាំមើលអ្នកណាអាចធ្វើឲ្យគាត់ប៉ើងចេញពីផ្លូវនេះបានមុនគេ?\" ព្រះអាទិត្យក៏តបវិញថា \"ទេ បែបនេះបានត្រឹឹមតែធ្វើឲ្យគាត់មានគ្រោះថ្នាក់ប៉ុណ្ណោះ។ ឥឡូវគ្រាន់តែភ្នាល់ថា អ្នកណាអាចធ្វើឲ្យគាត់ដោះក្រមាបង់កចេញទៅបានហើយ។\""," ព្រះពាយ យល់ព្រម រួចក៏រសាត់ទៅផ្ដុំលើអាកាស។ បន្ទាប់មកព្រះពាយ ក៏កួចបោកបក់យ៉ាងវក់វីធ្វើឲ្យប៉ើងជ្រុះស្លឹកឈើពីដើម។ បុរសជ្រួញចិញ្ចើមសម្លឹងមើលទៅលើមេឃ ហើយប្រឹងក្ដោបកន្សែងបង់ករបស់ខ្លួនយ៉ាងជាប់។"," រំពេចនោះពពកខ្មៅលាយឡំនឹងផ្គររន្ទះលេចឡើងពាសពេញមេឃ។ សត្វនានាចាប់ផ្ដើមរត់រកទីជម្រក ឯព្រះពាយ ក៏ចាប់ផ្ដើមគ្រហឹម។ បុរសនោះកាន់តែក្ដោបក្រមាបង់កជាប់ជាងមុន។"," មិនយូរប៉ុន្មានផ្គររន្ទះបានស្ងប់ទៅវិញ។ ព្រះពាយ ប្រឹងផ្លុំឡើងអស់កម្លាំងពីខ្លួន។ ព្រះពាយ ដង្ហក់ដកដង្ហើមស្ទើរមិនដល់គ្នា។ \"ខ្ញុំ​សុំចុះចាញ់ហើយ។ ខ្ញុំទៅលែងរួចហើយ។\" ពោលរួច ព្រះពាយ ក៏កួចឡើងទៅស​ម្រាកលើពពក។"," ព្រះអាទិត្យ ក៏ពោលឡើងថា \"ឥឡូវដល់វេនខ្ញុំហើយ!\" ពោលរួច ព្រះអាទិត្យក៏ស្ងាបពត់ខ្លួនបញ្ចេញពន្លឺយ៉ាងរំភើយ។ ព្រះអាទិត្យ បញ្ចេញពន្លឺលើអាកាសកាន់តែខ្លាំងឡើងៗ។ មិនយូរប៉ុន្មាន អាកាសធាតុក៏ប្រែជាក្ដៅហាក់ដូចជានៅរដូវក្ដៅ។"," បុរសនោះ សម្លឹងទៅលើមេឃ រួចជូតញើសចេញពីថ្ងាសរបស់គាត់។"," គាត់និយាយរអ៊ូតែម្នាក់ឯងថា \"អាកាសធាតុអីក៏ចម្លែកម៉្លេះថ្ងៃនេះ!\""," បន្ទាប់មក គាត់ក៏ដោះក្រមាបង់កយកមកត្បៀតក្លៀក។"," \"​ឯងឈ្នះហើយ!\" ព្រះពាយ ព្រមទទួលស្គាល់ដោយរីករាយ។"," ព្រះពាយ ទះដៃធ្វើឲ្យស្លឹកឈើរង្គើរវិចៗ។"," ព្រះអាទិត្យ ញញឹមតបដោយចំអន់លេងថា \"ឯងមិនចាំបាច់ប្រើកម្លាំងបាយបង្ខំឲ្យគាត់ដោះក្រមាបង់កចេញនោះទេ។\""," ព្រះពាយ និងព្រះអាទិត្យ សើចជាមួយគ្នា ហើយតាមមើលបុរសនោះដើរហួចម្នាក់ឯងតាមផ្លូវម្ដងទៀតយ៉ាងរីករាយ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The Wind and the Sun, author: Kuzhali Manickavel . illustrator: Emanuele Scanziani. Published by BookBox, https:\/\/youtu.be\/2qaBPthrUqs © BookBox. Released under CC BY-NC-SA 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC-SA 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0\/"]},"1506":{"id":1506,"language":"km","level":"2","textContent":[" កាការស់នៅតំបន់ក្ដៅមួយ​។​ គាត់ជាអ្នកចម្រៀង។ កាកាទៅកាន់ភូមិនានា។ គាត់បានច្រៀងនៅក្នុងពិធីជប់លៀងជាច្រើន។ ថ្ងៃមួយ កាកាទៅភូមិថ្មីមួយ។"," គាត់ដើរ។ គាត់ច្រៀង។ ចម្រៀងរបស់គាត់គឺ មកតាមខ្ញុំមក ពពក!"," កាកាឮសំឡេងអ្វីម្យ៉ាង! \"ឌុប! ឌុប! ឌុប!\" តើវាជាសំឡេងអ្វី? វាគឺឌីណូ សត្វដាយណូស័រ។ កាការីករាយណាស់ដែលបានជួបឌីណូ។"," ឌីណូក៏ចូលចិត្តចម្រៀងនេះដែរ! កាកា និងឌីណូច្រៀងនិងរាំ។ មកតាមខ្ញុំ ពពក! ឱ្យទឹកភ្លៀងរបស់អ្នកមក!"," ពពកឮបទចម្រៀងនេះ។ ពពកក៏ចុះមករក។ កាកា និងឌីណូសប្បាយចិត្ត។ ពពកកំប្លែងមែន!"," ភ្លៀងធ្លាក់ចុះមក។ ពួកគេទទូរឆត្រមួយជាមួួួយគ្នា។ ពួកគេបន្តដំណើរទៅភូមិ។ ហើយពួកគេច្រៀងថា ៖ អរគុណពពក ចំពោះការឱ្យភ្លៀងធ្លាក់ចុះមក!"," តើប្អូនធ្លាប់ឃើញដាយណូស័រឬទេ? ហើយប្អូនគិតថា​ វាអាចច្រៀងបានអត់? នៅពេលមេឃភ្លៀង តើប្អូនចូលចិត្តធ្វើអ្វី?"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Sing in the Rain, author: Manisha Chaudhry, Lea Shaver, Mala Kumar . illustrator: Rajiv Eipe. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/15176-sing-in-the-rain © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ច្រៀងហៅភ្លៀង Manisha Chaudhry Lea Shaver Mala Kumar"]},"1507":{"id":1507,"language":"km","level":"3","textContent":[" នៅមាត់ព្រែកមួយ ទីតូអផ្សុកអង្គុយក្រៀមក្រំ។ រីកា ជាប្អូនស្រីជីដូនមួយ បបួលគេលេងបាល់។ ទីតូ នៅស្ងៀម រួចដកទូរស័ព្ទពីហោប៉ៅមកលេង។ រីកា សួរ៖ ម៉េចលួចទូរស័ព្ទម៉ាក់បងមកលេងអ៊ីចឹង? ទីតូ មិនតប រួចលេងបន្ត។"," មិនយូរប៉ុន្មាន មេឃខ្មៅដាសមានផ្គររន្ទះ និងផ្លេកបន្ទោរភ្លឹបភ្លែតៗ។ រីកា ស្ទុះដណ្ដើមទូរស័ព្ទមកបិទ៖ បងទីតូ! ការប្រើទូរស័ព្ទ ឬជ្រកក្រោមដើមឈើ ពេលភ្លៀងមានគ្រោះថ្នាក់ណាស់។ ទីតូ មានះមិនស្តាប់។ ពួកគេក៏ប្រទាញប្រទង់ដណ្តើមទូរស័ព្ទគ្នា។ ចៃដន្យដៃពួកគេក៏ចុចចំប៊ូតុងមួយ។"," ស្នូររន្ទះមួយលាន់ឮយ៉ាងខ្លាំង។ មេឃប្រែជាងងឹតស្លុប។ ពន្លឺចម្លែកមួយចុះពីលើមេឃ។ ភ្លាមនោះយានចម្លែកមួយលេចឡើង លាន់សន្ធឹក។ គ្រប់គ្នាផ្អើលព្រោះឃើញសត្វចម្លែកបៃតងមួយដើរចេញមក។ អ្ហា៎! មនុស្សភពក្រៅ និងថាសហោះ!!!"," អេលាន និយាយ៖ ខ្ញុំឈ្មោះ អេលាន។ ខ្ញុំចង់ហោះកម្សាន្ត។ តើឯងទៅជាមួយខ្ញុំទេ? ទីតូ ងក់ក្បាលដើរទៅរក អេលាន។ រីកា ចាប់ដៃគេឃាត់។ ទីតូ មុខមាំ៖ ឯងគួរឲ្យធុញណាស់! ខ្ញុំចង់ដើរលេង! ដឹងទេ ម៉ាក់ខ្ញុំគ្មានពេលជូនខ្ញុំដើរលេងទេ។ បន្ទាប់មក ទីតូ រត់ចូលយានថាសហោះ។ រីកា និងកូនឆ្កែរត់ចូលតាមដោយទាំងអំពិលអំពែលមួយទៅដែរ។"," អេលាន វាសដៃលើអេក្រង់មួយ។ ទ្វារយានបិទដោយស្វ័យប្រវត្តិ រួចចេញដំណើរ។ ទីតូ សួរ រីកា៖ ឯងមកធ្វើអី ប្រយ័ត្នប៉ាម៉ាក់ឯងរកមិនឃើញ ? នាងតបដោយម៉ឺងម៉ាត់៖ ចុះបងឯងវិញ … ប៉ាម៉ាក់បងគិតយ៉ាងម៉េច ?"," ពួកគេបានឃើញទិដ្ឋភាពព្រែក ស្ទឹង បឹងបួ ទន្លេ និងសមុទ្រ។ ផុតពីនោះ គេឃើញភូមិ ផ្លូវថ្នល់ និងទីក្រុង។ ទីតូ លាន់មាត់៖ ពិតជាអស្ចារ្យណាស់! រីកា សួរកូនឆ្កែ៖ ឯងកើតអីហ្នឹង? ប្រហែលជាឯងពុលយានថាសហោះហើយ!"," ពួកគេមើលឃើញផែនដីពណ៌ខៀវ។ អេលាន ប្រាប់៖ យានហោះឡើងដល់លំហអវកាស។ រីកា រំភើប៖ អូ! ខ្ញុំមិនដែលឃើញទេ។ ទីតូ បន្ថែម៖ ពិតជាស្អាតណាស់!"," ទីតូ ទាញទូរស័ព្ទមកថតរូប។ ភពនានាបង្ហាញខ្លួនយ៉ាងច្បាស់។ បន្ទាប់មក ព្រះអាទិត្យយ៉ាងធំកំពុងឆេះឧស្ម័ន។"," អេលាន ផ្ទាត់ម្រាមដៃ រួចនិយាយដោយមោទនភាព៖ ស្ងាត់ៗ … ចាំមើលថាមានអីអស្ចារ្យទៀត! គេប៉ះគន្លឹះមួយ។ ផ្ទាំងអេក្រង់មួយនៅមុខទីតូបង្ហាញរូបភាព។ ពួកគេឃើញសកម្មភាពមនុស្សភពក្រៅជាច្រើន។"," អេលាន វាសអេក្រង់មួយទៀត។ ផ្ទាំងអេក្រង់ធំមួយកំពុងបញ្ចាំងវីដេអូតុក្កតា។ អេលាន អួត៖ រឿងតុក្កតាអីក៏មានដែរ។ ពួកឯងអាចសាកចុចមើលតាមចិត្ត។ ទីតូ ចុចមើលរឿងមួយ។ រីកា ប្រកែក៖ ខ្ញុំចង់មើលអានេះវិញ។"," អេលាន ឃើញកូនឆ្កែកាន់តែមិនស្រួលខ្លួន។ គេក៏ប្រាប់៖ ឯងសម្រាកទៅក្រែងបានធូរស្រាល។ អេលាន វាសអេក្រង់មួយ។ សាឡុងទំនើប និងកាសចម្រៀងលេចឡើងភ្លាមៗនៅមុខពួកគេ។ រីកា សរសើរ៖ ទីនេះកន្លែងសម្រាកស្រួលខ្លួនមែនទែន។ ទីតូ បន្ថែម៖ មានចម្រៀងស្ដាប់ទៀត!"," សម្រាកបន្តិច។ អេលាន ចុចគន្លឹះមួយទៀត។ ម៉ាស៊ីនបញ្ចុកអាហាររាងមឹកលេចឡើង។ ដៃមឹកមួយចាប់បញ្ចុកអាហារ រីកា និង ទីតូ។ កូនឆ្កែ និងអំពិលអំពែកនៅគេងលង់លក់នៅឡើយ។"," មិនយូរប៉ុន្មានយានរង្គើលាន់គ្រឹប។ គ្រប់គ្នាទប់លំនឹង។ អេលាន ប្រាប់៖ ឥឡូវយើងកំពុងចុះចតលើភពមួយ។ ពួកគេប្រុងស្ទុះចេញទៅ។ ប៉ុន្តែ អេលាន ប្រាប់ឲ្យគ្រប់គ្នាពាក់សម្លៀកបំពាក់ត្រឹមត្រូវសម្រាប់ចេញទៅក្រៅភព។"," ចេញមកក្រៅយាន រីកាសម្លឹងមើលទីនោះដោយងឿងឆ្ងល់៖ ទីនេះមិនដូចផ្ទះយើងសោះ។ ទីតូ ងក់ក្បាលទឹកមុខក្រៀម៖ មែនហើយ! គ្មានទឹក គ្មានដើមឈើ ហើយក្ដៅទៀត។"," ស្រាប់តែសន្ធឹកផ្ទុះដ៏កក្រើកមួយបានកើតឡើង។ ធូលីហុយទ្រលោមរកមើលអ្វីមិនយល់។ អេលាន ស្រែកប្រាប់៖ បន្ទុះអាចម៍ផ្កាយធ្លាក់មកហើយ! ឆាប់ឡើងលើយានភ្លាម! គ្រប់គ្នាភ័យស្លន់ស្លោប្រញាប់រត់តម្រង់យាន។"," អេលាន ចាប់ចុចបញ្ជាយាន។ ភ្លាមនោះអាចម៍ផ្កាយដ៏ធំមួយហោះសំដៅមកមុខយាន។ ទីតូ និង រីកា ក៏ស្រែកតំណាលគ្នា៖ គ្រោះថ្នាក់ណាស់! យានក៏ដំណើរការ ប៉ុន្តែស្នូរប៉ះទង្គិចបានកើតឡើង។"," យានហោះចេញគេចដុំអាចម៍ផ្កាយ។ ផុតបន្តិច យានក៏រង្គើយ៉ាងខ្លាំង។ ភ្លើងក្រហមលោតភ្លឹបភ្លែតៗ។ សំឡេងប្រកាសអាសន្នរោទិ៍ មានបញ្ហា! មានបញ្ហា!"," ប្រព័ន្ធថាមពលយានឈប់ដំណើរការ។ ពន្លឺអគ្គិសនីដាច់អស់។ យានទាំងមូលងងឹតស្លុបលើអវកាស។ អេលាន បន្លឺឡើង៖ ប្រព័ន្ធខូចហើយ! ប្រព័ន្ធខូចហើយ! គ្រប់គ្នាបារម្ភ៖ អ៊ីចឹងវីវរហើយ! មុខជាស្លាប់មិនខាន! រីកាបារម្ភ៖ ខ្ញុំចង់ទៅផ្ទះ ខ្ញុំនឹកប៉ាម៉ាក់! យើងត្រូវរកមធ្យោបាយដោះស្រាយឲ្យបាន។"," ឃើញពន្លឺអំពិលអំពែក រីកាឆក់ទូរស័ព្ទពីទីតូមកបំភ្លឺ។ អំពិលអំពែកហោះបញ្ចេញពន្លឺលើម៉ាស៊ីន។ អេលាន ចាប់ត្រួតពិនិត្យជួសជុល។ កូនឆ្កែជួយ រីកា និង ទីតូ រកឧបករណ៍ឲ្យអេលាន។ ពួកគេក៏រកឃើញកន្លែងជួសជុល។"," អេលាន ប្រាប់៖ អស់ថាមពលហើយ! ត្រូវការជំនួយ។ ទីតូ ដកយកថ្មទូរស័ព្ទហុចឲ្យអេលាន៖ ហ៏ ណេះ! សាកដាក់វាចូលទៅ! រីកា ស្រែកដាស់តឿន៖ លឿនឡើងៗ! អាចម៍ផ្កាយមកទៀតឥឡូវហើយ! អេលាន ក៏សាកដាក់ថ្មទូរស័ព្ទចូលក្នុងម៉ាស៊ីនយាន។"," ម៉ាស៊ីនថាមពលដំណើរការឡើងវិញ។ អេលាន បញ្ជាយានយ៉ាងរហ័ស។ ទាំងអស់គ្នារំភើបស្រែកថា អស្ចារ្យណាស់ អេលាន! យើងគេចផុតហើយ! ពួកគេក៏សំដៅមកចុះចតនៅផែនដីវិញ។"," មនុស្សភ្ញាក់ផ្អើលឈូឆរមើលគ្រប់គ្នា។ ប៉ាម៉ាក់ទីតូ និង រីកាស្ទុះមកឱបពួកគេទាំងទឹកភ្នែក។ ពួកគេរីករាយណាស់ពេលបានត្រឡប់មកវិញ។ អេលាន ក៏លាពួកគេត្រឡប់ទៅវិញ។ ទីតូ ទាញទូរស័ព្ទពីក្នុងហោប៉ៅហុចឲ្យម៉ាក់វិញ។ ប៉ុន្តែទូរស័ព្ទគ្មានថ្មទេ។ ទីតូស្រែក៖ ឈប់ៗ! អេលាន! កុំភ្លេចសងថ្មទូរស័ព្ទខ្ញុំវិញ ។"," ពេលនោះទីតូក៏ភ្ញាក់ដឹងខ្លួនធ្លាក់ពីលើគ្រែទាំងដៃកាន់ទូរស័ព្ទ។ រីកា និងកូនឆ្កែក៏រត់ចូលមកមើល។ ទីតូ សើចស្ញាញប្រាប់រីកា៖ ខ្ញុំយល់សប្តិឃើញអេលាន! រីកាលាន់មាត់៖ ខ្ញុំក៏ដូចគ្នាដែរ ។ ពួកគេនឹកភ្នកមើលមកទូរស័ព្ទ ក៏ភ្ញាក់ផ្អើលយ៉ាងខ្លាំង។ នោះគឺរូបថតដំណើរកម្សាន្តដ៏អស្ចារ្យរបស់ពួកគេជាមួយ អេលាន។ ចប់"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story The Amazing Adventure, author: Kim Ann Arun . illustrator: Seat Sopheap. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ដំណើរកម្សាន្តដ៏អស្ចារ្យ Kim Ann Arun"]},"1505":{"id":1505,"language":"km","level":"3","textContent":[" សត្យា គឺជាក្មេងមិនចេះនៅស្ងៀម។​ សត្យា រត់ លោត​ ​បង្វិលខ្លួន រមៀលខ្លួន...ហើយដួល។"," ឳពុករបស់ សត្យា ប្រាប់ថា \"សត្យា អង្គុយឱ្យស្ងៀមបន្តិចមើល!\" បងស្រីរបស់ សត្យា ប្រាប់ថា \"សត្យា ប្រសិនបើដួលឈឺ កុំមកយំដាក់បង!\""," តារបស់សត្យាប្រាប់ថា \"សត្យា កុំធ្វើឱ្យបែកអី​ឱ្យសោះ!\" អ្នកគ្រូរបស់សត្យាប្រាប់ថា \"សត្យា កូនកំពុងតែរំខានគេរៀនហើយ!\""," ប៉ុន្តែ សត្យា នៅតែមិនចេះនៅស្ងៀម ដៃជើងនៅមិនស្ងៀមទេ។"," ថ្ងៃនេះជាថ្ងៃអាទិត្យ ជាថ្ងៃដែលសត្យាចូលចិត្តបំផុត។ ថ្ងៃអាទិត្យនេះ សត្យា ទៅចម្ការជាមួយម្តាយរបស់ខ្លួន។ ម្តាយរបស់សត្យា មានការងារត្រូវធ្វើនៅទីនោះ។"," ទៅចម្ការនោះ​ សត្យា ត្រូវដើរឆ្ងាយកាត់ផ្លូវស្ងាត់ កាត់វាល កាត់ព្រៃក្រាស់ និងអូរដែលមានទឹកហូរឥតឈប់។"," សត្យាលោតដូចទន្សាយ ​ហើយរត់លឿនដូចក្ដាន់។ ម្តាយរបស់សត្យាប្រាប់ថា \"ភក់រអៀច ប្រយ័ត្នផងកូន!\""," សត្យាវារដូចក្អែប លូនដូចពស់។ ម្តាយរបស់សត្យាប្រាប់ថា​ \"ប្រយ័ត្នបន្លាកូន!\""," សត្យាលោតតោងដូចពីងពាង ហើយលោតផ្លោះដូចស្វា។ ម្តាយរបស់សត្យាប្រាប់ថា \"កូនតោងមែកណាដែលមាំណ៎ា!\""," សត្យា ហែលទឹកដូចទា​ ដូចកង្កែប។ ម្តាយរបស់ សត្យា ប្រាប់ថា \"កូន នៅលេងតែទឹករាក់បានហើយ ដឹងអត់?\""," សត្យាវារឡើងដូចបង្គួយ​ ហើយលោតដូចពពែ។ ម្តាយរបស់សត្យាប្រាប់​ថា \"កូន កុុំឱ្យរអិលដួលណា!\""," សត្យា គ្រវីដៃទាំងពីរដូចស្លាបបក្សី ចង់ហើរទៅឆ្ងាយ។ សត្យា ស្រមៃចង់ចេះហើរសំកាំងដូចសត្វត្មាត។"," ពេលល្ងាច ព្រះអាទិត្យចាប់ផ្តើមលិច ចង្រិតក៏ចាប់ផ្តើមស្រែកយំ។ ចំណែកឯ សត្យា ក៏ត្រូវដល់ពេលត្រឡប់ទៅផ្ទះវិញ។ សត្យា អស់កម្លាំង ហើយឡើងជិះលើខ្នងម្តាយ។ សត្យា និងម្តាយ ត្រឡប់មកផ្ទះវិញ ដើរកាត់ផ្លូវឡើងចុះ កាត់វាល កាត់ព្រៃ កាត់អូរ។"," ដល់ផ្ទះ ឪពុក តា និងបងស្រី ក្រឡេកមើលសត្យា ឃើញប្រលាក់ភក់និងមានស្នាមជាំ។ ពួកគាត់នាំគ្នាផ្ទុះសំណើច។"," តា ងូតទឹកឱ្យសត្យា។ ចំណែកឯឪពុក ចម្អិនម្ហូបឱ្យសត្យា។ ពេលចូលគេង បងស្រីនិយាយរឿងដែលសត្យាចូលចិត្តបំផុតឱ្យសត្យាស្តាប់។"," សត្យា យល់សប្តិឃើញរត់លេង លោត បង្វិលខ្លួន រមៀលខ្លួន..."," ...និងចេះហោះហើរ។"," តើសត្វ បក្សី សត្វល្អិត ធ្វើដំណើរយ៉ាងណា? អូ! ពួកវាធ្វើដំណើរដូចអ្វីដែលសត្យា បានធ្វើដែរ។ តើប្អូន ដឹងថា សត្វ បក្សី និងសត្វល្អិត ធ្វើដំណើរផ្សេងគ្នា ដោយសារមូលហេតុផ្សេងគ្នាដែរឬអត់? ដូចយើងដែរ ពួកវាធ្វើដំណើរភាគច្រើនដើម្បីទៅរកអាហារឆ្ងាញ់ ទីលំនៅកក់ក្តៅ និងគ្រួសារកក់ក្តៅ។ ពួកវាខ្លះ ធ្វើដំណើរផ្លាស់ទីដើម្បីគេចកុំឱ្យសត្វផ្សេងចាប់ស៊ី។ ចូររកមើលរបៀបធ្វើដំណើររបស់សត្វខ្លះ។"," ផ្សោត គេស្គាល់ច្រើនដោយសាររបៀបដែលវាលោតចេញពីទឹក។ តើប្អូនអាចលោតបានទេ? ខ្លារខិន​(ឈីតា) គឺជាប្រភេទសត្វលើគោកដែលរត់លឿនជាងគេបំផុត។ ​វារត់លឿនមែនទែន ជាពិសេសនៅពេលដែលវារត់ដេញចាប់សត្វផ្សេង។ តើប្អូនអាចរត់លឿនបានទេ?"," ក្តាមអាចដើរចំហៀងបាន។ តើប្អូនអាចដើរចំហៀងបានដែរទេ? កណ្តូបអាចលោតបានខ្ពស់ ជាពិសេសនៅពេលដែលវាគេចកុំឱ្យសត្វផ្សេងចាប់ស៊ី។ តើប្អូនអាចលោតខ្ពស់បានដែរទេ?ខ្យងវារយឺតៗណាស់។ តើប្អូនអាចវារយឺតៗដូចខ្យងបានទេ?"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Satya, Watch Out!, author: Yamini Vijayan . illustrator: Vishnu M Nair. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/11243-satya-watch-out © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," សត្យា ប្រយ័ត្ន! Yamini Vijayan"]},"1503":{"id":1503,"language":"km","level":"3","textContent":[" ខ្ញុំបាទឈ្មោះប្រាជ្ញរៀននៅថ្នាក់ទី៤«ក»នៃសាលាបឋមសិក្សារាំងទ។ ពុកខ្ញុំទៅធ្វើការនៅភ្នំពេញបាត់ៗ។ ម៉ែខ្ញុំទៅធ្វើការនៅផ្ទះគ្រួសារមួយ នៅចុងភូមិ។ដូច្នេះខ្ញុំច្រើននៅជាមួយយាយ។"," តាំងពីចុងខែធ្នូមក ខ្ញុំត្រូវសិស្សម្នាក់គំរាមយកលុយជារៀងរាល់ថ្ងៃ។ គេឈ្មោះ សាថេ រៀនថ្នាក់ទី៦។ គេហាមខ្ញុំមិនឱ្យនិយាយប្រាប់គេឡើយ។ បើមិនដូច្នេះគេនឹងមិនឱ្យខ្ញុំបានសុខឡើយ។ ខ្ញុំមិនដឹង ត្រូវធ្វើយ៉ាងណាឡើយ។"," ពីពេលនោះមក ខួរក្បាលខ្ញុំដូចជាស្ពឹកៗយ៉ាងម៉េចមិន ដឹងទេ! នៅផ្ទះ លំហាត់ដែលម៉ែតែងដាក់ឱ្យធ្វើពេលល្ងាចៗ ក៏ខ្ញុំធ្វើមិនបានល្អដូចមុនៗ។ ឯនៅសាលា ខ្ញុំស្ដាប់គ្រូពន្យល់មិនចូលសោះ។ តាមធម្មតា រៀនជាមួយអ្នកគ្រូ បីរ៉ាម៉ូ ខ្ញុំឆាប់យល់ណាស់។"," អ្នកគ្រូកំពុងកែកិច្ចការប្រឡងប្រចាំខែមករា។ ពេលនោះគាត់ឃើញកិច្ចការខ្ញុំខុសច្រើន ប្លែកពីធម្មតា។ គាត់ក៏ហៅខ្ញុំមកសួរនាំ ៖ - ប្រាជ្ញ! កូនមានរឿងអី? ម៉េចបានធ្វើខុសស្ទើរតែគ្រប់សំណួរអ៊ីចឹង? - អត់មានអីទេអ្នកគ្រូ! (ខ្ញុំឆ្លើយតបទាំងព្រលឹងមិននៅក្នុងខ្លួន)"," ពេលគាត់សួរ ខ្ញុំហាមាត់និយាយការពិតមិនរួចសោះ។ នេះព្រោះតែខ្ញុំខ្លាច សាថេ វាយធ្វើបាប! ទោះជាយ៉ាងនេះក្ដី អ្នកគ្រូហាក់មិនជឿខ្ញុំទេ។ ព្រោះគាត់បានលួចសួរវេទី ដែលមិត្តរួមថ្នាក់ដ៏ ជិតស្និទ្ធរបស់ខ្ញុំ ។ នាងបានលួចសួរខ្ញុំ ពេលកំពុងរៀន ៖ - ឯងធ្វើអីខុសបានជាអ្នកគ្រូមកសួរខ្ញុំពីម្សិលមិញ ពេលចេញទៅផ្ទះ?"," ខ្ញុំមិនបានដឹងថា វេទី លួចតាមដានខ្ញុំពីពេលណាមកទេ។ ខ្ញុំភ្ញាក់ព្រើតពេលអ្នកគ្រូហៅខ្ញុំទៅសួរ៖ - ប្រាជ្ញ! វេទីបានប្រាប់អ្នកគ្រូថា សាថេ វាយកូនយកលុយ។ ប្រាប់អ្នកគ្រូឲ្យត្រង់មកមើលថា មែន ឬមិនមែន? ឮសម្ដីអ្នកគ្រូ ខ្ញុំស្ទើរគាំងបេះដូង។ ដោយខ្លាច សាថេ ធ្វើបាប ខ្ញុំក៏ឆ្លើយកុហក៖ - មិនពិតទេអ្នកគ្រូ!"," ដោយខ្ញុំនិយាយកុហក អ្នកគ្រូហាក់ខឹងយ៉ាងខ្លាំង។ គាត់ក៏ដើរចេញទៅ។ ខ្ញុំលួចតាមមើលគាត់ ឃើញ គាត់ទៅរករឿង សាថេ។ - សាថេ ម៉េចបានជាឯងវាយប្រាជ្ញយកលុយ? - ខ្ញុំមិនបានធ្វើអ៊ីចឹងទេ! - បើឯងមិនសារភាព អ្នកគ្រូនឹងប្រាប់លោកនាយក ឱ្យចាត់ការឯងមិនខាន។ (អ្នកគ្រូនិយាយគំរាម)"," ខ្ញុំបានលួចមើលមុខអ្នកគ្រូ ឃើញមុខគាត់កាចណាស់។ ចំណែក សាថេ មុខឡើងស្លេកអែ! ប៉ុន្តែគេនៅតែមិន ព្រមសារភាព។ ដោយខឹងពេក អ្នកគ្រូក៏ដើររ៉ុយសំដៅទៅទីចាត់ការ។ ពេលឃើញខ្ញុំ សាថេ ស្ទុះវឹងសំដៅមករកវាយខ្ញុំ។ មុខគេដូចបិសាចអ៊ីចឹង។ ខ្ញុំភ័យពេក ក៏ស្រែក និងរត់រកអ្នកគ្រូជួយ។"," សាថេ ក្ដាប់ដៃយ៉ាងណែន។ គេខឹងណាស់ ប៉ុន្តែគេមិនហ៊ានវាយខ្ញុំមុខអ្នកគ្រូទេ។ អ្នកគ្រូ ក៏ហៅពួកយើងទៅទីចាត់ការ។ - មើល៍ សាថេ! ម៉េចបានចង់វាយប្រាជ្ញ? (នាយកសាលាសួរ សាថេ) - មកពីវាបង្ខូចខ្ញុំថា យកលុយវា។ - មើលប្រាជ្ញ! សាថេ មានយកលុយពីចៅទេ? (នាយកសាលាសួរខ្ញុំ)"," លើកនេះ ខ្ញុំមិនអាចលាក់បានទៀតទេ។ ខ្ញុំខ្លាច សាថេ វាយស្លាប់បើមិននិយាយការពិត។ - បាទលោកគ្រូ! សាថេ យកលុយខ្ញុំរាល់ថ្ងៃ តាំងពីចុងខែធ្នូម៉្លេះ។ - ឯងនិយាយកុហក! ខ្ញុំមិនដែលយកលុយឯងទេ កុំជឿវាលោកគ្រូ! - បើឯងមិនឆ្លើយការពិត។ លោកគ្រូនឹងហៅអាណាព្យាបាលពួកឯងមកជួប។ គ្រូប្រាប់ឲ្យហើយ បើ ប្រាជ្ញ របួសតែបន្តិច ឯងជាអ្នក ទទួលខុសត្រូវ។ ឮទេ?"," លោកនាយកបានសរសេរសំបុត្រអញ្ជើញអាណាព្យាបាលសាថេ និងម្ដាយខ្ញុំ។ នៅព្រឹកថ្ងៃបន្ទាប់ អ្នកគ្រូបានជូនខ្ញុំទៅផ្ទះ។ គាត់ក៏ឆ្លៀតយកសំបុត្រជូនអាណាព្យាបាលខ្ញុំនិងសាថេផង។ ពីព្រោះផ្លូវទៅផ្ទះគាត់ កាត់មុខផ្ទះពួកយើង។ នៅតាមផ្លូវ គាត់ហាមខ្ញុំមិនឱ្យដើរលេងទេ ព្រោះខ្លាចសាថេ ស្ទាក់វាយ។"," ព្រឹកស្អែកឡើង ម៉ែនាំខ្ញុំទៅទីចាត់ការ។ ពេលទៅដល់ ខ្ញុំឃើញអ្នកគ្រូ បីរ៉ាម៉ូ នាយកសាលា និងលោកគ្រូរបស់ សាថេ ។ ពួកគាត់អង្គុយចាំយើងនៅទីនោះស្រេចបាត់ទៅហើយ។ - អញ្ជើញចូលមកក្មួយស្រី! (នាយកសាលាហៅម៉ែខ្ញុំចូលក្នុងទីចាត់ការ) សូមរង់ចាំបន្តិច!"," មិនយូរប៉ុន្មាន សាថេ និងប៉ារបស់គេក៏មកដល់។ មុខ សាថេ ដូចជាស្លេកខុសពីធម្មតា។ ម៉ែខ្ញុំភ្ញាក់ព្រើត ពេលបានឃើញ សាថេនិងប៉ារបស់គេមកដែរ។ ពេលជុំគ្នាហើយ លោកនាយកក៏ចាប់ផ្ដើមរៀបរាប់អំពីរឿងរ៉ាវ ។"," ពេលបានឮរឿងនេះ ម៉ែខ្ញុំនិយាយអ្វីក៏មិនចេញ។ ចំណែក ប៉ាសាថេខឹងយ៉ាងខ្លាំង។ មិនគួរណា កូនគាត់ធ្វើរឿងអ៊ីចឹងសោះ។ គាត់ក៏សួរកូនរកខុសត្រូវ ដោយសម្ដីម៉ាត់ៗ៖ - មើលសាថេ! ប្រាប់ឱ្យត្រង់មកមើល។ កូនបាន ធ្វើអ៊ីចឹងមែន ឬអត់ ?"," ឮសំណួរភ្លាម សាថេចាប់ផ្ដើមស្លេកបបូរមាត់ និយាយទាក់ៗ។ - មកពីប៉ាយកក្រដាសលំហាត់ខ្ញុំឲ្យទៅវា ហើយសរសើរវាទៀត។ ទើបខ្ញុំចង់ធ្វើបាបវា! - លំហាត់ថ្នាក់ទី៤ហ្នឹង កូនលែងរៀនទៀតហើយ។ ប៉ាក៏ឱ្យមីងឯងយកឱ្យកូនគាត់រៀន។ មីងឯងមិនសូវចេះអក្សរទេ ទើបប៉ាជួយមើលថា កូនគាត់ធ្វើត្រូវឬខុស។"," - ខ្ញុំម៉េចដឹង! បើខ្ញុំឮតែប៉ា និងមីងសរសើរវាតែរហូត។ ថាវាធ្វើលំហាត់ត្រូវ។ - ឥឡូវកូនដឹងហើយ! ឈប់ខឹងឬនៅ ? - សុំទោសប៉ា! កូនខុសហើយ។ - មិនបាច់សុំទោសប៉ាទេ! សុំទោសប្រាជ្ញ និងលោកគ្រូ អ្នកគ្រូទៅ!"," គេក៏បែរមកសុំទោសខ្ញុំ និងលោកគ្រូ អ្នកគ្រូទាំងអស់នៅទីនោះ។ គ្រប់គ្នាក៏ទទួលយក ការសុំទោសនេះ។ ព្រោះ សាថេ ក៏ជាសិស្សឆ្នើមម្នាក់របស់សាលាដែរ។ គេក៏មិនដែលធ្វើកំហុសអ្វី លើកលែងតែកំហុសមួយនេះដែរ។ ម្ដាយខ្ញុំរកពាក្យថ្លែងមិនចេញ។ ម្ខាងជាកូនបង្កើត ម្ខាងជាក្មេងដែលគាត់មើលថែតាំងពីតូច។"," ពេលឃើញម្ដាយខ្ញុំយំ សាថេក៏ពិបាកចិត្តដែរ។ មើលទៅ គេស្រលាញ់ម្ដាយខ្ញុំណាស់។ គេនិយាយ លួងលោមគាត់។ - មីងឈប់យំទៅ! ខ្ញុំសន្យាថា មិនធ្វើបាបប្រាជ្ញទៀតទេ ! ហើយពេលមកសាលា ខ្ញុំតាមមើលថែគេជំនួសមីង។"," ម៉ែខ្ញុំអរណាស់ពេលបានឮសម្ដីនេះ។ គាត់បាននិយាយអរគុណសាថេ និងដាស់តឿនខ្ញុំ ៖ - ថ្ងៃក្រោយ ពេលមានរឿងអ្វីមួយ កូនត្រូវប្រាប់ចាស់ទុំ។ នៅសាលាកូនត្រូវប្រាប់ លោកគ្រូអ្នកគ្រូ។ នៅផ្ទះ កូនត្រូវប្រាប់ម៉ែ និងលោកយាយ។ កូនមិនត្រូវលាក់ទេ នេះសំណាងហើយដែលមិនមានរឿងធំ។"," ចំណែកខាងសាលាក៏មិនដេញដោលវែងឆ្ងាយដែរ។ លោកនាយកគ្រាន់តែដាស់តឿនសាថេ កុំឱ្យធ្វើដូច្នេះទៀត។ តែបើមានលើកក្រោយសាលានឹងចាត់ការតាមបទបញ្ជាផ្ទៃក្នុងរបស់ សាលាមិនខាន។ ក្រោយពីសម្រួលគ្នាហើយ ប៉ាសាថេ និងម៉ែខ្ញុំក៏ត្រលប់ទៅផ្ទះវិញទៅ។ ចំណែកពួកយើងក៏ត្រូវចូលរៀនវិញដែរ។"," ពេលចេញលេង សាថេបានឱ្យសំបុត្រមកខ្ញុំមួយច្បាប់។ ខ្ញុំក៏បើកមើល ៖ «ប្រាជ្ញឱ្យបង សុំទោស។ បងមិនគួរធ្វើបាបប្អូនសោះ។ ការពិត លុយដែលបងយកពីប្អូន បងបានរក្សា ទុកវា។ បងមិនបានចាយវាទេ។ នេះលុយរបស់ប្អូនទាំងអស់ដែលបងយកពីប្អូន។»។"," ពេលឃើញលុយរបស់ខ្លួន ខ្ញុំសប្បាយចិត្តណាស់។ ខ្ញុំក៏រាប់គុណមើលឃើញគ្រប់ចំនួន! នេះរាប់ថា ខ្ញុំសន្សំវាចុះ។ ចំណែកវេទី នាងក៏រីករាយមិនស្ទើរដែរ។ ព្រោះពួកយើងខាន និយាយលេងជាមួយគ្នាយូរមកហើយ។ នៅមានរឿងល្អជាច្រើនទៀតដែលខ្ញុំត្រូវរៀបរាប់ប្រាប់អ្នកទាំងអស់គ្នា។ ប៉ុន្តែដោយសារពេលវេលាមិនអំណោយផល ខ្ញុំសូមគោរពលាតែប៉ុណ្ណោះសិនចុះ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Prach and Sathae, author: Huot Sarith . illustrator: Ouk Ratha. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ប្រាជ្ញ និង សាថេ Huot Sarith"]},"1504":{"id":1504,"language":"km","level":"1","textContent":[" សំឃ្លាន Rochak Dahal"," សំសួរ៖ «ប៉ា ប៉ា! កូនឃ្លាន។​ តើមានអីញ៉ាំព្រឹកនេះ?»​"," ប៉ាឆ្លើយ៖ «ថ្ងៃនេះ យើងនឹងញ៉ាំនំមូលហើយផ្អែម។ សំសួរ៖ «អូ! តើយើងញ៉ាំនំកងចៀនជាមួយស៊ីរ៉ូមែនទេ?»"," ប៉ាតប៖ «ទេ យើងញ៉ាំនំកងស្ករ។»"," សំសួរ៖ «ម៉ាក់ ម៉ាក់! កូនឃ្លាន។​ តើមានអីញ៉ាំពេលថ្ងៃ?»​ ម៉ាក់តប៖ «យើងញ៉ាំម្ហូបរាងមូលពណ៌បៃតង។» សំសួរបញ្ជាក់៖ «អូ! យើងញ៉ាំស្ពៃក្តោបមែនទេ?»"," ម៉ាក់តប៖ «ទេ យើងញ៉ាំសណ្តែកបារាំងបៃតង។»"," សំសួរ៖ «អ្នកគ្រូ! អ្នកគ្រូ! ខ្ញុំឃ្លាន។ តើមានអាហារសម្រន់អ្វីញ៉ាំទេ?»  អ្នកគ្រូតប៖ «ថ្ងៃនេះ យើងញ៉ាំនំមូលពណ៌ស។» សំសួរបញ្ជាក់៖ «អូ! តើយើងញ៉ាំនំរ៉ូទីមែនទេ?»"," អ្នកគ្រូតប៖ «ទេ យើងញ៉ាំនំប៉ាវ។»"," សំសួរ៖ «លោកតា! លោកតា! ចៅឃ្លាន។ តើមានអីញ៉ាំល្ងាចនេះ?» លោកតាតប៖ «យើងមិនមានអាហារនៅផ្ទះទេចៅ!»"," សំសួរ៖ «ចុះយើងបានអីញ៉ាំល្ងាចនេះ?»"," អ្នកទាំងអស់គ្នាតបទៅសំ៖ «ល្ងាចនេះ យើងជប់លៀង!»"," សំពោល៖ «អូអ្ហូ! ខ្ញុំនឹងញ៉ាំអាហារគ្រប់មុខ មិនមែនតែនំមូលៗទេ។ ខ្ញុំនឹងញ៉ាំនំផ្អែមរាងត្រីកោណ រាងការ៉េ បន្លែការ៉ុត និងការ៉េមគ្រប់ពណ៌។»"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story आज के खाने?, author: रोचक दाहाल . illustrator: मृगजा बज्राचार्य. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1501":{"id":1501,"language":"km","level":"2","textContent":[" ខ្ញុំមានមិត្តម្នាក់។ នាងរស់នៅក្នុងផ្ទះជាមួយខ្ញុំ។"," ពេលខ្ញុំសប្បាយចិត្ត នាងក៏សប្បាយចិត្តដែរ។"," ពេលខ្ញុំយំ នាងក៏យំដែរ។"," ប៉ុន្តែ ខ្ញុំស្ដាប់នាងមិនឮទេ។  នាងរស់នៅក្នុងកញ្ចក់។"," ខ្ញុំប្រាប់នាងថា «ចេញមក យើងនឹងលេងជាមួយគ្នា»។ ប៉ុន្តែនាងមិនព្រមចេញមកទេ។"," ខ្ញុំមិនសប្បាយចិត្តទេ។​​ ខ្ញុំក៏ចូលគេង។"," ខ្ញុំយល់សប្តិឃើញនាងចេញពីក្នុងកញ្ចក់! ហើយពួកយើងលេងជាមួួយគ្នាយ៉ាងសប្បាយរីករាយ។"," យើងលេង យើងរត់ យើងស្រែក ហើយហ៊ោកញ្ជ្រៀវជាមួយគ្នា។"," នៅពេលដែលខ្ញុំនិយាយជាមួួយនាង នាងក៏និយាយជាមួយខ្ញុំវិញដែរ។"," ពេលព្រឹកឡើង មិត្តខ្ញុំនឹងចូលទៅក្នុងកញ្ចក់វិញ។"," ប៉ុន្តែមិនអីទេ យើងអាចលេងជាមួយគ្នាទៀតនៅក្នុងសុបិនខ្ញុំ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story My Best Friend, author: Anupa Lal . illustrator: Suvidha Mistry. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/2621-my-best-friend © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," មិត្តល្អរបស់ខ្ញុំ Anupa Lal"]},"1502":{"id":1502,"language":"km","level":"2","textContent":[" ជ្រូក ហាមចូល Basilio Gimo"," ជាយូរលង់មកហើយ ក្រុមសត្វមានស្នែងបានសម្រេចចិត្តធ្វើពិធីជប់លៀងនៅលើកំពូលភ្នំ។ ពួកគេហៅតែសត្វដែលមានស្នែងមកចូលរួមទេ។ គ្មានសត្វផ្សេងទៀតទេ។"," នៅពេលជ្រូកបានឮពីការជប់លៀងនោះ វាបានគិតថា «ខ្ញុំគ្មានស្នែងទេ។ តើខ្ញុំគួរធ្វើម៉េចទៅ?»"," នៅថ្ងៃបន្ទាប់ វាបានគិតឃើញគំនិតមួយ។ វាបានយកស្នែងមកបិទជាប់នឹងក្បាលវាដោយក្រមួន!"," ពិតជាបានផលមែន ហើយជ្រូកយល់ថា ខ្លួនឯងឆ្លាតណាស់ នៅពេលដែលគេអនុញ្ញាតឱ្យចូលក្នុងពិធីជប់លៀងនោះ។ បញ្ហាគឺ ពិធីជប់លៀងនោះធ្វើឡើងនៅកន្លែងដែលជិតព្រះអាទិត្យ។"," នៅពេលដែលថ្ងៃក្តៅខ្លាំង ក្រមួនបានរលាយ។ ស្នែងរបស់ជ្រូកក៏បានធ្លាក់ចុះមក។​ សត្វដែលមានស្នែងទាំងអស់តក់ស្លុត។ ពួកគេបានសួរ ៖ «តើសត្វគ្មានស្នែងនោះជាអ្នកណា? ហេតុអ្វីបានជាវាមកទីនេះ?»"," ស្តេចសត្វបានបញ្ជា ៖ «ចាប់លើកជ្រូកនោះឡើង ហើយបោះវាទៅក្រោមទៅ!»។ ពួកគេបានចាប់ជ្រូក ហើយបោះវាចុះទៅក្រោម។"," គួរឱ្យអាណិតជ្រូកណាស់! នៅពេលវាធ្លាក់ ច្រមុះរបស់វាបានបុកនឹងដី ដែលធ្វើឱ្យច្រមុះសំប៉ែតចូលគ្នា។"," ចាប់តាំងពីពេលនោះមក សត្វជ្រូកក៏មានច្រមុះសំប៉ែតមកដល់សព្វថ្ងៃនេះ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story No Pigs Allowed, author: Basilio Gimo . illustrator: Little Zebra Books, Laura Libertore. Published by African Storybook Project, http:\/\/www.africanstorybook.org\/ © African Storybook Project. Released under CC BY 3.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 3.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/3.0\/"]},"1499":{"id":1499,"language":"km","level":"2","textContent":[" កណ្ដុរក្នុងផ្ទះ Sowmya Rajendran"," នៅក្នុងផ្ទះ មានកណ្ដុរមួយក្បាល។ លោកយាយឃើញវាមុនគេ។ គាត់ស្រែកថា \"កណ្ដុរ!\" រួចគាត់ក៏លោតឡើងលើសាឡុង។ ខ្នើយកល់ ក៏ធ្លាក់រាយពេញលើកម្រាលឥដ្ឋ។"," ពុកស្រែកសួរថា \"នៅឯណា?\"  រួចគាត់ក៏ឡើងទៅលើបង្អួច។ គាត់ទាញវាំងននធ្លាក់ចុះក្រោម។ ម៉ែក៏លាន់ថា\"នៅទីនោះ!\" ពោលរួច គាត់ក៏ហក់ឡើងទៅលើតុ ធ្វើធ្លាក់បែកចានអស់។"," \"ចាប់វាឲ្យបាន!\" មិថុនា ក៏ស្រែកប្រាប់ទៅឆ្មា។ ប៉ុន្តែឆ្មា គ្រាន់តែឃើញកណ្ដុរ ក៏រត់គេចទៅពួននៅក្រោមគ្រែបាត់! មិថុនា រត់តាមក្រោយឆ្មា ហើយស្រែកថា \"កណ្ដុរ!\""," ម៉ែនិយាយដោយក្លាហានថា \"ទុកឲ្យខ្ញុំដេញវាចេញ!\" ថារួចម៉ែក៏យកអំបោសមករុកចុះឡើង។ ពុកក៏លាន់មាត់ \"កណ្តុរ! វានៅក្រោយម៉ែវាឯងហ្នឹង!\" ម៉ែឃើញកណ្តុរ ក៏រត់ទៅពួននៅក្រោមគ្រែ។"," លោកយាយ លោតចុះពីសាឡុងហើយស្រែកថា \"យាយដឹងថាត្រូវធ្វើម៉េចហើយ!\" គាត់មូរក្រដាសកាសែត​ ហើយរុកចុះឡើង។"," ពុកស្រែកខ្លាំងៗថា \"កណ្តុរ!\" រួចគាត់តោងឡើងបង្អួចកាន់តែខ្ពស់។ លោកយាយក្រឡេកឃើញកណ្ដុររត់ ក៏ស្រែកថា \"វាទៅខាងឆ្វេងដៃ\" ​រួចគាត់ក៏រត់ទៅពួននៅក្រោមគ្រែដែរ។"," ពុកពោលតិចៗថា \"អូ វីវរហើយ!\" គាត់មិនអាចតោងឡើងទៅលើទៀតបានទេ។ គាត់ខំស្រវាចុះពីបង្អួចវិញយ៉ាងប្រុងប្រយ័ត្ន​ ទៅពួននៅក្រោមគ្រែដែរ ដើម្បីកុំឲ្យកណ្តុររកគាត់ឃើញ។"," អ្នកទាំងអស់ក៏ស្រែកព្រមគ្នាថា​ \"កណ្តុរនៅក្នុងផ្ទះ!\" សំឡេងនេះ ធ្វើឲ្យកូនង៉ែតភ្ញាក់ឡើង។ នាងក្រោកអង្គុយលើកម្រាល ហើយយកដៃញីភ្នែកទាំងមមើ។ តើអ្វីនៅលើខ្នើយរបស់នាង?"," វាមានភ្នែកពីរ ជើងបួន ហើយកន្ទុយមួយយ៉ាងវែង។ ក្មេងតូច និយាយថា \"កណ្តុរ!\" រួចទះដៃយ៉ាងរីករាយ។ ក្មេងតូចនោះ មើលទៅកណ្តុរ។ កណ្តុរក៏រត់គេច ដោយក្មេងតូចដេញតាមវាពីក្រោយ!"," កណ្ដុរ ហក់ឡើងលើសាឡុង ឡើងលើបង្អួច លោតឡើងលើតុ ដួលដាំដូងលើខ្នើយ..."," ...វារត់តាមចន្លោះវាំងនន កាត់ពីលើចាន ហើយក៏ចេញប្រូចតាមទ្វារទៅបាត់!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Mouse in the House, author: Sowmya Rajendran . illustrator: Tanaya Vyas. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/876-mouse-in-the-house © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1500":{"id":1500,"language":"km","level":"1","textContent":[" អណ្តូងស្នប់ Prabha Bhattarai"," - ខ្ញុំគឺជាអណ្តូងស្នប់។ - ខ្ញុំមានការងារជាច្រើនដែលត្រូវធ្វើ។ - ខ្ញុំជាអ្នកផ្តល់ទឹក។​​ - ហើយ​អ្នកគ្រប់​គ្នា​ត្រូវការ​ទឹក។​"," -  អណ្តូងស្នប់ តើអាចផ្តល់ទឹកខ្លះឲ្យខ្ញុំបានទេ? ​- ទឹកនៅទីនេះ! សូមយកកំសៀវមកត្រងយកចុះ ។ - ឥឡូវនេះ លោកយាយអាចធ្វើការបួងសួងសម្រាប់ព្រឹកនេះបានហើយ។"," - អណ្ដូងស្នប់ តើអាចផ្តល់ទឹកខ្លះឲ្យខ្ញុំបានទេ? - ទឹកនៅទីនេះ! យកថូមកត្រងយកចុះ។ - ឥឡូវនេះបងស្រីអាចយកវាទៅចម្អិនអាហារបានហើយ។"," - អណ្តូងស្នប់ តើអាចផ្តល់ទឹកខ្លះឲ្យខ្ញុំបានទេ? - ទឹកនៅទីនេះ! យកធុងមកត្រងយកចុះ។ - ឥឡូវនេះពូអាចយកវាទៅលាងសម្អាតម៉ូតូបានហើយ។"," - អណ្តូងស្នប់ តើអាចផ្តល់ទឹកខ្លះឲ្យខ្ញុំបានទេ? - ទឹកនៅទីនេះ! យកចានដែកមកត្រងយកចុះ។ - ឥឡូវនេះមីងអាចបោកសម្អាតសំលៀកបំពាក់បានហើយ។"," - អណ្ដូងស្នប់ តើអាចឲ្យទឹកខ្លះមកខ្ញុំបានទេ? - ទឹកនៅទីនេះ! យកកែវមកត្រងយកចុះ ។ - ឥឡូវនេះក្មួយអាចលាងសម្អាតជក់គំនូរបានហើយ។"," - អណ្ដូងស្នប់ តើអាចផ្តល់ទឹកខ្លះឲ្យខ្ញុំបានទេ? - ទឹកនៅទីនេះ! យកធុងស្រោចដំណាំមកត្រងយកចុះ។ - ឥឡូវនេះក្មួយអាចស្រោចដំណាំបានហើយ។"," - អណ្ដូងស្នប់ តើអាចផ្តល់ទឹកខ្លះឲ្យខ្ញុំបានទេ? - ទឹកនៅទីនេះ! យកធុងរបស់ក្មួយៗមកត្រងយកចុះ។ - ឥឡូវនេះក្មួយៗអាចងូតទឹកសម្អាតខ្លួនបានហើយ។"," - អណ្ដូងស្នប់ តើអាចផ្តល់ទឹកខ្លះឲ្យខ្ញុំបានទេ? - ទឹកនៅទីនេះ! ប្អូនអាចផឹកវាបាន។ ប៉ុន្តែសូមផឹកឲ្យលឿនបន្តិច ព្រោះយប់ជ្រៅណាស់ហើយ។"," នៅទីបញ្ចប់! មួយថ្ងៃបានកន្លងផុតទៅ ហើយក៏គ្មាននរណាគេត្រូវការទឹកទៀតដែរ។ - ខ្ញុំនឹងទៅសម្រាកហើយ។ ហើយខ្ញុំនឹងត្រូវចាប់ផ្តើមការងារនៅព្រឹកស្អែកបន្តទៀត។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story धारा र पानी, author: प्रभा भट्टराई . illustrator: उज्ज्वल तामाङ्ग. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1498":{"id":1498,"language":"km","level":"3","textContent":[" គីង្គក់ឈ្មោះវួក Alice Mulwa"," ព្រឹកមួយ ធាតុអាកាសត្រជាក់ ហើយមានភ្លៀងធ្លាក់នៅក្នុងព្រៃ។ វួកជាកូនគីង្គក់មួយដែល​ធុញទ្រាន់​នឹងការហែលលេងក្នុងទឹកត្រជាក់។ វានិយាយម្នាក់ឯងថា «ខ្ញុំត្រូវចាកចេញពីទីនេះ នៅរដូវភ្លៀង»។"," វួកនិយាយប្រាប់អណ្ដើកថា «ខ្ញុំចង់ដើរផ្សងព្រេង។ ខ្ញុំត្រូវតែស្គាល់ពិភពលោកនេះ»។ អណ្ដើកដ៏វៃឆ្លាតណែនាំថា «ត្រូវប្រុងប្រយ័ត្ន កុំចេញពីទឹកយូរពេក បើមិនដូច្នោះទេ ស្បែករបស់ឯងនឹងស្ងួត»។ កាលពេលនោះ សត្វគីង្គក់មានស្បែកសើមរលោង ដូចសត្វកង្កែបដែរ។ បើគ្មានទឹកទេ ស្បែករបស់វានឹងស្ងួតខ្លាំងជាមិនខាន។"," ប៉ុន្តែ វួកចង់ដឹង។ វានិយាយថា «ខ្ញុំត្រូវតែដឹង ខ្ញុំត្រូវតែទៅឱ្យហួសពីព្រៃនេះ»។ វួកក៏លោតចេញពីទឹក។ ប្លោត ប្លោត វាលោតចេញ ចេញឆ្ងាយពីទន្លេ។ វាសប្បាយនឹងការលោតលើដុំថ្ម លោតកាត់ស្មៅ លោតរំលងប្រឡាយជាច្រើន។"," វាឮសំឡេងយន្តហោះ។ វួកមើលទៅលើមេឃ។ វាសួរថា «ស្អីគេនៅខាងលើនោះ? ខ្ញុំឆ្ងល់ថា តើពពកចេះនិយាយទេ?»។ ប៉ុន្តែ គ្មាននរណាម្នាក់ឆ្លើយជាមួយវាទេ។"," វួកក៏បន្តដំណើរទៅមុខទៀត។ វាបានជួបបង្កួយជាលើកដំបូង។ បង្កួយនោះនៅជិតថ្លុកទឹកដ៏ធំមួយ។ វាសួរថា «សួស្តី ខ្ញុំកំពុងធ្វើដំណើរផ្សងព្រេងទៅដីស្ងួត។ តើបងអាចប្រាប់អ្វីខ្ញុំបានទេ?»។ បង្កួយតបថា «គ្មានអីច្រើនប្រាប់ទេ មិត្តអើយ។ ទីនេះក៏មានភ្លៀងដែរ។ ភ្លៀងច្រើន រុយក៏ច្រើនដែរ!»។"," ក្នុងពេលបង្កួយកំពុងនិយាយ ខ្លួនរបស់វាក៏ប្ដូរពណ៌។ វួកភ័យរន្ធត់។ វាប្រញាប់និយាយលាទៅបង្កួយ ហើយក៏លោតចូលទៅក្នុងគុម្ពោតព្រៃក្បែរនោះទៅ។"," ប៉ុន្តែ វាសំណាងមិនល្អទេ។ សត្វស្វានកំពុងតែរវល់ដុតគុម្ពោតព្រៃ ដើម្បីរៀបចំសម្រាប់រដូវដាំដុះ។"," វួកមិនចង់ត្រលប់ទៅជួបបង្កួយម្ដងទៀតទេ។ វាក៏សំងំនៅក្នុងគុម្ពោតព្រៃនោះ ដែលគេអាចមើលឃើញ​ត្រឹមតែ​ភ្នែកមូលក្រឡង់របស់វាប៉ុណ្ណោះ។ ភ្នែកធំៗពោរពេញទៅដោយការភ័យខ្លាច។ វួកត្រូវរុំព័ទ្ធជិតដោយភ្លើង។"," វួកមិនដឹងថា ត្រូវទៅទីណាទេ។ ភ្លើងបានចាប់ផ្តើមឆេះដល់ខ្នងរបស់វា។ វាក៏នឹកឃើញដល់ថ្លុកទឹកដែលវាជួបជាមួយនឹងបង្កួយ។ វាបិទភ្នែក ទប់ដង្ហើម ហើយលោតយ៉ាងខ្ពស់តម្រង់ទៅថ្លុក។"," លើកនេះ វាពិតជាសំណាងមែន។ វាបានលោតចូលទៅក្នុងថ្លុក ហើយទឹកក៏ពន្លត់ភ្លើង ដែលបានរលាកស្បែកវា។ ប៉ុន្តែ ស្បែកវាបានរងរបួសរួចទៅហើយ។  ពេលវាចេញពីទឹកថ្លុកវិញ ស្បែកខ្នងវាពេញទៅដោយពងបែក។"," វួកមិនចង់មានដំណើរផ្សងព្រេងអ្វីទៀតទេ។ វាចង់ទៅផ្ទះ។ ប៉ុន្តែ វាមិនស្គាល់ផ្លូវត្រលប់ទៅទន្លេនៅក្នុងព្រៃ​វិញ​ទេ។ ដូច្នេះ កូនគីង្គក់បានរកឃើញកន្លែងត្រជាក់ និងងងឹតមួយនៅក្រោមថ្ម ហើយក៏បានចាត់​ទុកទីនោះ​ជាផ្ទះ​យ៉ាងកម្សត់។ ស្បែកដែលខ្លោចលើខ្នងវា ក៏បានជាសះស្បើយម្តងបន្តិចៗ ប៉ុន្តែ វាស្ងួត ហើយគ្រើម។"," នេះជាហេតុផលដែលគីង្គក់មានស្បែកគ្រើមស្ងួត ហើយអាចរស់ឆ្ងាយពីទឹក។ កង្កែបនៅតែមានស្បែកសើមរលោង ហើយត្រូវរស់នៅក្នុងកន្លែងដែលសើម។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Mod the Toad, author: Alice Mulwa . illustrator: Rob Owen. Published by African Storybook Initiative, http:\/\/www.africanstorybook.org\/ © African Storybook Initiative. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1496":{"id":1496,"language":"km","level":"2","textContent":[" នៅព្រឹកមួយ កុមារឈ្មោះកូស៊ី ស្រមៃថាខ្លួនឯងជាអ្នកស៊ើបអង្កេត។ ប៉ុន្តែ អ្នកស៊ើបអង្កេតនេះមានតែពិលថ្មីមួយ និងកែវពង្រីកមួយប៉ុណ្ណោះដែលទិញពីហាងក្នុងភូមិ។"," តារបស់កូស៊ី បានប្រាប់ថា \"កូស៊ី ថ្ងៃនេះ ចៅមើលទៅដូចអ្នកស៊ើបអង្កេតមែនទែន។ តា ចង់ដឹងថា ចៅនឹងស៊ើបអង្កេតរកអ្វី\"។ កូស៊ី រំភើបយ៉ាងខ្លាំង ហើយដើរយ៉ាងលឿនចូលក្នុងព្រៃនៅជិតចម្ការ។"," កូស៊ី សម្លឹងមើលស្មៅសើម និងប្រាប់ខ្លួនឯងថា \"ហឺ! ខ្ញុំគិតថា កន្លែងនេះទើបតែភ្លៀងរួច\"។"," ពិល និងកែវពង្រីក ពិតជាជួយបានច្រើន។ កូស៊ី បានរកឃើញតម្រុយដំបូងហើយ។ ប៉ុនហ្នឹង ល្អហើយសម្រាប់អ្នកស៊ើបអង្កេតថ្មីថ្មោង។ បន្ទាប់មក កូស៊ី អង្កេតឃើញថានៅលើស្មៅ មានអ្វីមួយចំនួនពណ៌ក្រហម។ តើនោះអាចជាអ្វីទៅ?"," នោះមើលទៅដូចជាផ្សិត។ ប៉ុន្តែ តើអ្នកស៊ើបអង្កេត គួរទទួលយកថានោះជាផ្សិតមែនឬអត់? កូស៊ី ចង់ឱ្យច្បាស់ពិតប្រាកដ ដូច្នេះក៏ដើរចុងជើងថ្មមៗទៅជិតកន្លែងពណ៌ក្រហមនោះ យកកែវពង្រីកចេញ ហើយឆ្លុះមើល។ គួរឱ្យភ្ញាក់ផ្អើលមែនទែន! កូស៊ី ឃើញកុមារីតូចម្នាក់កំពុងអង្គុយកាន់ឆត្រពណ៌ក្រហមនៅទីនោះ។"," កូស៊ី សម្លឹងមើលកុមារីនោះតាមកែវពង្រីក។ កូស៊ី សួរដោយសំឡេងខ្លាំងៗថា \"តើឯងជានរណា? ធ្វើអីនៅទីនេះ?\" កុមារីតូច ភ័យខ្លាចដោយសារសំឡេងខ្លាំងៗនេះ និងគ្រាប់ភ្នែករីកធំរបស់កូស៊ី នៅក្នុងកែវពង្រីក។ កុមារីតូច ក៏បោះចោលឆត្រ ហើយថយក្រោយទាំងភ័យខ្លាច។"," តាមកែវពង្រីក កូស៊ី អាចមើលឃើញទឹកមុខរបស់កុមារីតូចយ៉ាងច្បាស់។ កុមារីតូច មើលទៅភ័យខ្លាច។ ដូច្នេះ កូស៊ី  ប្រាប់កុមារីតូច ដោយសុភាពថា \"កុំភ័យៗ។ ខ្ញុំមិនធ្វើបាបឯងទេ។ ខ្ញុំចង់ធ្វើជាមិត្តឯងទេ\"។"," កុមារីតូច សម្លឹងមើលកូស៊ីមួយសន្ទុះ ហើយសួរតិចៗថា \"នៅភ្លៀងមែនទេ?\" កូស៊ីឆ្លើយថា \"អត់ទេ ឈប់ភ្លៀងយូរហើយ។ ឥឡូវ មិនចាំបាច់ប្រើឆត្រទៀតទេ។ ឯងអាចប្រាប់មិត្តឯងអ៊ីចឹងដែរទៅ\"។"," កុមារីតូច ក៏ឡើងជាន់លើមួករបស់កូស៊ី ហើយញញឹមដាក់កូស៊ី។ កុមារីតូច ប្រាប់ថា \"ខ្ញុំឈ្មោះឡាលីថា។ ខ្ញុំរស់នៅក្នុងព្រៃនេះជាមួយគ្រួសារខ្ញុំ។ យើងអត់ចេះធ្វើផ្ទះទេ។ ដូច្នេះ នៅពេលមេឃភ្លៀង យើងប្រើឆត្រកុំឱ្យទទឹក\"។"," កូស៊ី ប្រាប់វិញថា​ \"ខ្ញុំអាចបង្រៀនឯង និងគ្រួសារឯងឱ្យចេះធ្វើផ្ទះ។ ឳពុកខ្ញុំ និយាយថា ខ្ញុំអាចក្លាយជាស្ថាបត្យករដ៏អស្ចារ្យនៅថ្ងៃណាមួយ\"។ ក្តីសុបិន្តរបស់កូស៊ី ដែលចង់ក្លាយជាអ្នកស៊ើបអង្កេត ក៏ចប់នៅត្រឹមនេះ ហើយចាប់ផ្តើមមានក្តីសុបិន្តថ្មីមួយទៀត៕"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Kaushik, the Kind Detective, author: N. Chokkan . illustrator: Megha Vishwanath. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/2171-kaushik-the-kind-detective © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," កូស៊ី អ្នកស៊ើបអង្កេតចិត្តល្អ N. Chokkan"]},"1497":{"id":1497,"language":"km","level":"3","textContent":[" គម្រោងការណ៍របស់ស្រមោចតូច Candice Dingwall Telri Stoop"," ស្រមោចតូចចូលចិត្តអាន។ ស្រមោចតូចតែងត្រូវមិត្តរំខាន ដោយចំអកថា «ស្រមោចមិនត្រូវអានទេ។ ស្រមោចមិនដែលទំនេរ ត្រូវរកចំណី។ ស្រមោចត្រូវឃ្មាតខ្មីប្រមូលស្បៀងអាហារ ដែលពួកគេត្រូវការ»។"," ស្រមោចតូចអានពេញមួយថ្ងៃ ស្រមោចតូចមិនចេះធុញអី អានហើយអានទៀត។"," ស្រមោចផ្សេងៗប្រមូលចំណី ដោយមិនសំចៃយកទៅទុកក្នុងឃ្លាំងសម្រាប់ស៊ីនៅរដូវរងា។"," ប៉ាម៉ាក់របស់ស្រមោចតូចខឹងវាខ្លាំងណាស់ ដែលជាហេតុនាំឱ្យស្រមោចតូចមានអារម្មណ៍មិនសប្បាយចិត្ត។"," នៅរដូវស្លឹកឈើជ្រុះ ស្រមោចទាំងនោះប្រមូលចំណីយកទៅទុកក្នុងឃ្លាំងក្រោមដី។"," ស្ដេចស្រមោចចង់ឱ្យមានស្បៀងគ្រប់គ្រាន់ ដូច្នេះហើយ ស្រមោចទាំងអស់ត្រូវរួសរាន់ប្រឹងប្រែងដើម្បី រកស្បៀងបន្ថែម។"," ស្រមោចតូចចាប់ផ្ដើមស្រែក អំពីកន្លែងមួយដែលវាបានអានថា «ភោជនីយដ្ឋានជាកន្លែង​ដែល​ពួកយើងត្រូវការ។ មនុស្ស​ទៅទីនោះដើម្បីរក​អាហារ។ គេនិយាយបែបនេះណានៅក្នុងសៀវភៅដែលខ្ញុំបានអាន។»"," ស្រមោចទាំងអស់បានដើរជាក្បួន។ ពួកវាដើរមិនទម្រន់រហូតដល់ព្រះអាទិត្យលិច។"," ហើយ ស្រមោចតូចបាននិយាយថា «ន៎ុះន៏ មានហាងអាហារមួយ!»។"," ស្រមោចទាំងអស់បានដើរជាជួរៗ ដោយមានកាន់ប៊ឺហ្គឺ និងមាននំដទៃទៀតផងដែរ។​"," ពេលដែលពួកគេត្រលប់មកវិញ ស្ដេចស្រមោចសប្បាយចិត្តណាស់។ ឃ្លាំងស្បៀងគឺពេញហើយ។ ពួកគេស្រែកសាទរយ៉ាងខ្លាំង។"," ប៉ាម៉ាក់ស្រមោចតូចឱបកូនយ៉ាងណែន។"," ប្អូនស្រីស្រមោចតូចបានកាន់ដៃវា ហើយនិយាយថា «ឥឡូវ ខ្ញុំយល់ហើយ! រឿងដែលបងចូលចិត្តអានសៀវភៅ... វាធ្វើឱ្យខ្ញុំចង់អានដែរ»។​"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Little Ant's Big Plan, author: Candice Dingwall, Telri Stoop . illustrator: Steven McKimmie. Published by Book Dash, http:\/\/bookdash.org\/ © Book Dash. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1495":{"id":1495,"language":"km","level":"3","textContent":[" ខ្ញុំនឹងជួយឯង Fathima Kathrada Andrea Abbott Olivia Villet"," «អូយ!» មេក្រសារស្រែកឈឺ ព្រោះជើង និងស្លាបវាបានជាប់នឹងបន្លាលួស។"," «ខ្ញុំឈឺ ខ្ញុំមិនអាចទៅផ្ទះជួបកូនៗខ្ញុំទេ។»"," «សូមមេត្តាជួយខ្ញុំផង!»"," «ហេតុអ្វីបានជាឯងយំ មេក្រសារ? » «ខ្ញុំមិនអាចទៅផ្ទះជួបកូនៗខ្ញុំទេ។»"," ឡុងហ្គីល និយាយថា «ចាំខ្ញុំជួយ»។"," « អរគុណច្រើន! ឡុងហ្គីល!»"," ថ្ងៃបន្ទាប់ ហ្គូហ្គូបានឱ្យឡុងហ្គីលទៅហាង ដើម្បីទិញនំប័ុង។"," នៅតាមផ្លូវ គេបានឈប់ ដើម្បីលេងជាមួយមិត្តភក្តិនៅក្នុងទន្លេ។"," ហ៊ើយ! បាត់លុយអស់រលីង។"," «កុំចូលផ្ទះឱ្យសោះ បើឯងរកលុយមិនឃើញ!»"," «ឡុងហ្គីល ហេតុអ្វីឯងយំ?​»"," «ខ្ញុំបាត់លុយដែលហ្គូហ្គូឱ្យខ្ញុំទៅទិញនំប័ុង។ ពួកយើងគ្មានអីញ៉ាំទេពេលនេះ។» «ចាំខ្ញុំជួយ!»"," ភ្នែកដ៏មុតស្រួចរបស់មេក្រសារបានមើលឃើញពន្លឺផ្លេកៗរបស់កាក់នៅក្នុងទឹក។"," «អរគុណច្រើន មេក្រសារ»។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story I Will Help You, author: Fathima Kathrada, Andrea Abbott, Olivia Villet . illustrator: Olivia Villet. Published by Book Dash, http:\/\/bookdash.org\/ © Book Dash. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1493":{"id":1493,"language":"km","level":"1","textContent":[" បងឆ្មា បងឆ្កែ និងដំឡូងជ្វា Elke and René Leisink"," នេះគឺបងឆ្មា។"," នេះ​ គឺបងឆ្កែ។"," បងឆ្មា និងបងឆ្កែកំពុងតែឃ្លាន។ ពួកវាចង់ស៊ីចំណីជាខ្លាំង។"," បងឆ្មា និងបងឆ្កែចង់ស៊ីដំឡូងជ្វា ចង់ស៊ីប៉េងប៉ោះ និងចង់ស៊ីពោត។"," បងឆ្កែ និងបងឆ្មាដើរទៅរកទឹក។ ពួកវា​យកទឹក​មកស្ងោរដំឡូងជ្វា ប៉េងប៉ោះ និង​ពោត។"," បងឆ្កែ និងបងឆ្មា​ចាក់ទឹកចូលក្នុងឆ្នាំង នៅលើភ្លើង ហើយ​ពួកវារង់ចំាទឹកពុះ។"," ប៉ុនែ្តបន្ទាប់មក ស្រាប់តែដំឡូងជ្វា រត់ចេញ!"," បងឆ្មា និងបងឆ្កែរត់តាមចាប់ដំឡូងនោះពីក្រោយ។ ពួកវារត់យ៉ាងលឿន តែនៅចាប់ដំឡូងនោះមិនបាន។"," បងឆ្កែ និងបងឆ្មាចាប់ផ្ដើមយំ។ ពេលឮសំឡេងយំ បងដំរីក៏មកដល់។"," បងដំរីឮបងឆ្មា និងបងឆ្កែយំ។ ហើយបងដំរីក៏ឃើញដំឡូងកំពុងរត់។ បងដំរីចាប់បានដំឡូងជ្វាដែលកំពុងរត់។"," បន្ទាប់មក បងដំរីក៏ឃើញកូនកណ្តុរ។ កូនកណ្តុរតោង​ដំឡូងជាប់។ កូនកណ្តុរកំពុងឃ្លានចំណី។ កូនកណ្តុរចង់ស៊ីចំណីដែរ។"," បងឆ្កែ បងឆ្មា បងដំរី និងកូនកណ្តុរដើរត្រឡប់ទៅផ្ទះវិញ។ បន្ទាប់មក ពួកវាស៊ីអាហារជាមួយគ្នា។ បងឆ្កែ បងឆ្មា បងដំរី និងកូនកណ្តុរ​ស៊ីដំឡូងជ្វា ប៉េងប៉ោះ និងពោត។"," លាហើយ បងឆ្មា! លាហើយ បងឆ្កែ!​ លាហើយ បងដំរី! លាហើយ កូនកណ្ដុរ!"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog and the Yam, author: Elke and René Leisink . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1494":{"id":1494,"language":"km","level":"1","textContent":[" រាប់លេខ ហើយថាតាម Deepa Dixit"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ មួយ ពីរ បី បួួន ប្រាំ។ តើដំរីនេះមានប្រមោយប៉ុន្មាន?"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ មួយ ពីរ បី បួួន ប្រាំ។ តើមេមាន់នេះមានជើងប៉ុន្មាន?"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ មួយ ពីរ បី បួួន ប្រាំ។ តើកង្ហារនេះមានស្លាបប៉ុន្មាន?"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ មួយ ពីរ បី បួួន ប្រាំ។ តើឡាននេះមានកង់ប៉ុន្មា​ន?"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ មួយ ពីរ បី បួួន ប្រាំ។ តើផ្កាយនេះមានជ្រុងប៉ុន្មាន?"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ មួយ ពីរ បី បួួន ប្រាំ។"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ ប្រាំមួយ ប្រាំពីរ ប្រាំបី ប្រាំបួន ដប់។ តើស្រមោចនេះមានជើងប៉ុន្មាន?"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ ប្រាំមួយ ប្រាំពីរ ប្រាំបី ប្រាំបួន ដប់។ តើមួយសប្តាហ៍មានប៉ុន្មានថ្ងៃ?"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ ប្រាំមួយ ប្រាំពីរ ប្រាំបី ប្រាំបួន ដប់។ តើពីងពាងនេះមានជើងប៉ុន្មាន?"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ ប្រាំមួយ ប្រាំពីរ ប្រាំបី ប្រាំបួន ដប់។ តើមាន់ទោរនេះមានពណ៌ប៉ុន្មាន?"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ ប្រាំមួយ ប្រាំពីរ ប្រាំបី ប្រាំបួន ដប់។ តើដៃប្អូនមានម្រាមប៉ុន្មាន?"," តោះអាន ហើយរាប់លេខតាមខ្ញុំ៖ ប្រាំមួយ ប្រាំពីរ ប្រាំបី ប្រាំបួន ដប់។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story गन र भन, author: दीपा दिक्षित . illustrator: सुरेन्द्र महर्जन. Published by The Asia Foundation, https:\/\/www.letsreadasia.org © The Asia Foundation. Released under CC BY-NC 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY-NC 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by-nc\/4.0\/"]},"1492":{"id":1492,"language":"km","level":"1","textContent":[" បងឆ្មា បងឆ្កែ និងដង្កូវ Elke and René Leisink"," នេះគឺបងឆ្មា។"," នេះគឺបងឆ្កែ។"," បងឆ្មានិងបងឆ្កែបើកទ្វារ។ ពួកគេបើកទ្វារផ្ទះ។ ពួកគេចេញពីផ្ទះ។"," បងឆ្មា និងបងឆ្កែដើរលេង។ ពួកគេដើរលើស្មៅ។ ពួកគេដើរតាមចន្លោះដើមឈើ។ ពួកគេដើរកាត់គុម្ពោតព្រៃ។ បន្ទាប់មក ពួកគេក៏ឈប់។"," បងឆ្មានិងបងឆ្កែឃើញផ្លាកសញ្ញាមួយ។ ពួកគេឃើញផ្លាកជាប់នឹងដើមឈើ។ បងឆ្មានិងបងឆ្កែមើលផ្លាកនោះ។ ពួកគេមើលអក្សរនៅលើផ្លាក។"," បងឆ្មានិងបងឆ្កែអានអក្សរ។ ពួកគេអានអក្សរនៅលើផ្លាកដែលដាក់ថា «ប្រយ័ត្ន​​ អាវធំ​!»"," បងឆ្មាសួរ៖ «តើប្រយ័ត្ន អាវធំស្អីទៅ?» បងឆ្កែតប៖ «អាវធំ គឺជាប្រភេទអាវក្រៅម៉្យាង។»"," បងឆ្មា និងបងឆ្កែ មិនឃើញមានអាវធំទេ។"," ពួកគេក៏សើច។  ពួកគេសើចដោយសារផ្លាកមិនត្រឹមត្រូវ។"," បន្ទាប់មក អក្សរលើផ្លាក ប្រែប្រួល!"," បងឆ្មានិងបងឆ្កែអានអក្សរនៅលើផ្លាក ម្តងទៀត។"," ម្តងនេះ អក្សរលើផ្លាក ប្រែជា «ប្រយ័ត្ន ទំពាំងបាយជូ​រ!»"," បងឆ្មាសួរ៖ «អ្វីជាទំពាំងបាយជូរ?» បងឆ្កែតប៖ «ទំពាំងបាយជូរជាផ្លែឈើ។»"," បងឆ្មានិងបងឆ្កែរកទំពាំងបាយជូរមិនឃើញទេ។"," ពួកគេក៏សើច។ ពួកគេសើចដោយសារផ្លាកសញ្ញាមិនត្រឹមត្រូវ។"," បងឆ្មានិងបងឆ្កែមើលផ្លាកសញ្ញាម្តងទៀត។ ពួកគេឃើញដង្កូវនៅលើផ្លាកសញ្ញា។ ការពិត ដង្កូវធ្វើឱ្យខុសពាក្យ។ បងឆ្មានិងបងឆ្កែចាប់ដង្កូវចេញពីផ្លាក។"," បងឆ្មានិងបងឆ្កែអានអក្សរនៅលើផ្លាកឡើងវិញ។ «ប្រយ័ត្ន ស្វាធំ!»"," បងឆ្មាសួរ៖ «អ្វីជាស្វាធំ?» បងឆ្កែតប៖ «ស្វាធំជាប្រភេទស្វាម៉្យាង។»"," បងឆ្មានិងបងឆ្កែក៏ឃើញស្វាធំ។ បងឆ្មានិងបងឆ្កែចង្អុលទៅស្វាធំ។ ស្វាធំ ពិតជាធំមែន។ ស្វាធំ ពិតជាធំខ្លាំងណាស់។ បងឆ្មាថា «រត់!!!» បងឆ្កែថា «រត់!!!»"," បងឆ្មានិងបងឆ្កែរត់ចេញ។ ពួកគេរត់គេច។ បងឆ្មានិងបងឆ្កែរត់មកផ្ទះវិញ។ ពួកគេបិទទ្វារផ្ទះ។"," ពួកគេបិទទ្វារផ្ទះរបស់ខ្លួន។"," លាសិនហើយបងឆ្មា។ លាសិនហើយបងឆ្កែ។ លាសិនហើយស្វាធំ។ លាសិនហើយដង្កូវ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Cat & Dog and the Worms, author: Elke and René Leisink . illustrator: René & Elke Leisink. Published by Biblionef, http:\/\/cat-and-dog.org\/ © Biblionef. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"]},"1491":{"id":1491,"language":"km","level":"2","textContent":[" ប៊ុនទីចូលចិត្តលេងជា​មួយមេអំបៅ..."," ...និងបក្សាបក្សី។"," នាងចូលចិត្តលេងទូកក្រដាស។"," នាងក៏ចូលចិត្តធ្វើប្រាសាទពីខ្សាច់ដែរ។"," នៅពេល ប៊ុនទីត្រលប់ទៅផ្ទះវិញ ម្តាយនាងឱ្យនាងសម្អាតខ្លួនចេញ ប៉ុន្តែនាងមិនព្រម។"," នាងក៏ស្រែកថា «​ខ្ញុំស្អប់សាប៊ូណាស់»។"," យប់មួយ នាងគេងយល់សប្តិ។ នាងឃើញមានមេរោគជាច្រើននៅជុំវិញប្រាសាទរបស់នាង ហើយពួកវាដេញចាប់នាង។"," ប៊ុនទីរត់គេចពីមេរោគដោយស្រែកយំថា «ជួយផង! ជួយផង!»"," រំពេចនោះ⁣ ស្តេចពពុះសាប៊ូក៏បង្ហាញខ្លួន។ គាត់បាននិយាយថា⁣ «ប៊ុនទីកុំខ្លាចអី» ហើយបានបញ្ជាឱ្យទាហានពពុះសាប៊ូរបស់គាត់ថា «តោះពួកយើង⁣ ទៅកម្ចាត់ពពួកមេរោគ»។"," ទ័ពពពុះសាប៊ូក៏កម្ចាត់មេរោគទាំងនោះ។"," ឥឡូវនេះ ប៊ុនទីចូលចិត្តប្រើសាប៊ូដុសសម្អាតខ្លួនជានិច្ច ។"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Bunty and Bubbly, author: Sorit Gupto . illustrator: Sorit Gupto. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/202-bunty-and-bubbly © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ប៊ុនទី និងពពុះសាប៊ូ Sorit Gupto"]},"1490":{"id":1490,"language":"km","level":"2","textContent":[" សូរាសួរលោកយាយថា៖ «លោកយាយ! លោកយាយ! ថ្ងៃនេះ តើយេីងអាច​ធ្វេីនំដូងបានទេ?»"," លោកយាយឆ្លើយថា៖ «បានទេតើ! តែចៅត្រូវជួយយាយ។» សូរាស្រែក៖ «ជយោ!»"," សូរាសួរថា៖ «ត្រៀមហើយឬនៅលោកយាយ?» លោកយាយឆ្លើយថា៖ «រួចរាល់ហើយ!»"," យើងបេះតែផ្លែណាទុំទេ។ យកអាសម្បកពណ៍ត្នោត។ ប្រយ័ត្ន! វាទៅហើយ! ក្តុក... ក្តុក..."," តោះ! សកសម្បកចេញ... ផស… ផស..."," សូរាកូរពោះ...គ្រូក...គ្រូក...! លោកយាយសេីច។"," «យើងពុះដូងបែបនេះ។» ភូស… ភូស…"," ...ហើយកោសយកសាច់!» ក្រាក… ក្រាក..."," «យើងចាក់ចូលខ្ទះជាមួយនឹងគ្រឿងផ្សេងទៀត។» «ឈ្ងុយណាស់លោកយាយអើយ!»"," «...ហើយយើងចាក់ចូលថាស រួចទុកឱ្យត្រជាក់!»"," «…ឥឡូវកាត់ជាចំណិតៗ។» ប៉ិត… ប៉ិត..."," «ជយោ! យើងអាចញាុំបានហើយ។» «ឆ្ងាញ់មែនទែន!»"," លោកយាយប្រើម៉ាសុីនសាមញ្ញមួយសម្រាប់ធ្វើនំដូង! ម៉ាសុីនសាមញ្ញធ្វើឲ្យការងារងាយស្រួល។ ទាំងអស់មានម៉ាស៊ីនប្រាំមួយប្រភេទ៖ ១. ប្លង់ទេរ ២. ដងថ្លឹង ៣. ដងបង្វិល និងរបារ"," ៤. ផ្លែពូថៅ ៥. រ៉ក ៦. ខ្ចៅសម្រាប់មួល។ តើប្អូនស្គាល់ម៉ាស៊ីនដែលសូរា និងលោកយាយប្រើសម្រាប់ធ្វើនំដូងដែរឬទេ?"," Brought to you by"," Let's Read! is an initiative of The Asia Foundation's Books for Asia program that fosters young readers in Asia. booksforasia.org To read more books like this and get further information, visit letsreadasia.org . Original Story Ammachi's Amazing Machines, author: Rajiv Eipe . illustrator: Rajiv Eipe. Published by Pratham Books, https:\/\/storyweaver.org.in\/stories\/10118-ammachi-s-amazing-machines © Pratham Books. Released under CC BY 4.0. This work is a modified version of the original story. © The Asia Foundation, 2018. Some rights reserved. Released under CC BY 4.0.","For full terms of use and attribution, http:\/\/creativecommons.org\/licenses\/by\/4.0\/"," ម៉ាស៊ីនដ៏អស្ចារ្យរបស់ជីដូនខ្ញុំ Rajiv Eipe"]}}